[[[" Cui dono lepidum novum libellum arido modo pumice expolitum?", ["To whom inscribe my charming new book—just out and with ashen pumice polished?"]], ["Corneli tibi namque tu solebas meas esse aliquid putare nugas iam tum cum ausus es unus Italorum omne aevum tribus explicare chartis doctis Iuppiter et laboriosis! quare habe tibi quidquid hoc libelli qualecumque quod o patrona virgo plus uno maneat perenne saeclo.", ["Cornelius to you!", "for you used to deem my triflings of account and at a time when you alone of Italians dared unfold the ages' abstract in three chronicles—learned by Jupiter!—and most laboriously written.", "Therefore take this booklet such as it is and O Virgin Patroness may it outlive generations more than one."]]], [[" Passer deliciae meae puellae quicum ludere quem in sinu tenere cui primum digitum dare adpetenti et acris solet incitare morsus cum desiderio meo nitenti carum nescio quid libet iocari (et solaciolum sui doloris credo ut tum gravis adquiescat ardor) tecum ludere sicut ipsa possem et tristis animi levare curas! Tam gratum est mihi quam ferunt puellae pernici aureolum fuisse malum quod zonam solvit diu ligatam.", "Sparrow darling of my girl with which she plays which she presses to her bosom to whom she gives her fingertip arousing sharp bites as he seeks after it when gleaming with desire of me she jests a light joke of it so that I think it is a solace for her pain when the heavy burning is at rest.. Could I but play with you just as she does and lighten the sad cares of mind.This was as pleasing to me as the golden apple was to the fleet footed girl which unloosed her girdle long-time fastened."]], [[" Lugete o Veneres Cupidinesque et quantum est hominum venustiorum! passer mortuus est meae puellae passer deliciae meae puellae quem plus illa oculis suis amabat nam mellitus erat suamque norat ipsa tam bene quam puella matrem nec sese a gremio illius movebat sed circumsiliens modo huc modo illuc ad solam dominam usque pipiabat.", ["O mourn you Loves and Cupids and all men of gracious mind.", "Dead is the sparrow of my girl sparrow darling of my girl which she loved more than her eyes for it was sweet as honey and its mistress knew it as well as a girl knows her own mother.", "Nor did it move from her lap but hopping round first one side then the other to its mistress alone it continually chirped."]], ["qui nunc it per iter tenebricosum illuc unde negant redire quemquam.", ["Now it fares along that path of shadows from where nothing may ever return."]], ["at vobis male sit malae tenebrae Orci quae omnia bella devoratis tam bellum mihi passerem abstulistis.", ["May evil befall you savage glooms of Orcus which swallow up all things of fairness which have snatched away from me the comely sparrow."]], ["o factum male! o miselle passer! tua nunc opera meae puellae flendo turgiduli rubent ocelli.", ["O wretched deed! O hapless sparrow! Now on your account my girl's sweet eyes swollen redden with tear-drops."]]], [[" Phasellus ille quem videtis hospites ait fuisse navium celerrimus neque ullius natantis impetum trabis nequisse praeterire sive palmulis opus foret volare sive linteo.", "That pinnace which you see my friends says that it was the speediest of boats that it could gain the lead of any craft skimming the surface whether the task were to fly with oarblades or sail."], ["et hoc negat minacis Hadriatici negare litus insulasve Cycladas Rhodumque nobilem horridamque Thraciam Propontida trucemve Ponticum sinum ubi iste post phasellus antea fuit comata silva nam Cytorio in iugo loquente saepe sibilum edidit coma.", "And she denies that the shore of the menacing Adriatic denies this or the Cyclades awkward &lsqbto navigate&rsqb or noble Rhodes and bristling Thracian Propontis or the frim Pontic gulf where she afterwards was a pinnace beforehand was bearded forest and often on Cytorus' ridge she gave out a rustling with speaking foliage."], ["Amastri Pontica et Cytore buxifer tibi haec fuisse et esse cognitissima ait phasellus ultima ex origine tuo stetisse dicit in cacumine tuo imbuisse palmulas in aequore et inde tot per impotentia freta erum tulisse laeva sive dextera vocaret aura sive utrumque Iuppiter simul secundus incidisset in pedem neque ulla vota litoralibus diis sibi esse facta cum veniret a mari novissimo hunc ad usque limpidum lacum.", "And you Pontic Amastris and to boxwood bearing Cytorus the pinnace declares that this was and is most well-known to you she says that from its origin it stood upon your topmost peak dipped its oars in your waters and bore its master from there through so many seas lacking self-control whether the wind called from port or starboard or whether favorable Jove fell on both the sheets at once and nor were any vows &lsqbfrom stress of storm&rsqb made be her to shore-gods when she came from the most distant sea to this glassy lake."], ["sed haec prius fuere nunc recondita senet quiete seque dedicat tibi gemelle Castor et gemelle Castoris.", "But these things were of before now laid away she grows old in peace and dedicates herself to you twin Castor and to Castor's twin."]], [[" Vivamus mea Lesbia atque amemus rumoresque senum severiorum omnes unius aestimemus assis.", ["Let us live my Lesbia and let us love and count all the rumors of stearn old men at a penny's fee."]], ["soles occidere et redire possunt nobis cum semel occidit brevis lux nox est perpetua una dormienda.", ["Suns can set and rise again we when once our brief light has set must sleep through a perpetual night."]], ["da mi basia mille deinde centum dein mille altera dein secunda centum deinde usque altera mille deinde centum dein cum milia multa fecerimus conturbabimus illa ne sciamus aut ne quis malus invidere possit cum tantum sciat esse basiorum.", ["Give me a thousand kisses and then a hundred then another thousand then a second hundred then another thousand without resting then a hundred.", "Then when we have made many thousands we will confuse the count lest we know the numbering so that no one can cast an evil eye on us through knowing the number of our kisses."]]], [[[" Flavi delicias tuas Catullo ni sint inlepidae atque inelegantes velles dicere nec tacere posses."], "Flavius you would speak of your sweetheart to Catullus and you could not keep silent were she not both ill-mannered and ungraceful."], [["verum nescio quid febriculosi scorti diligis hoc pudet fateri."], "In truth you affect I know not what hot-blooded whore you love this you are ashamed to confess."], [["nam te non viduas iacere noctes nequiquam tacitum cubile clamat sertis ac Syrio fragrans olivo pulvinusque peraeque et hic et ille attritus tremulique quassa lecti argutatio inambulatioque."], "For your couch fragrant with garlands and Syrian unguent in no way mute cries out that you do not lie alone at night and also the pillow and bolsters indented here and there and the creakings and joggings of the quivering bed unless you can silence these nothing and again nothing avails you to hide your affairs."], [["nam nil stupra valet nihil tacere."], "And why?"], [["cur?"], "You would not display such love-weary loins unless occupied in some tomfoolery."], [["non tam latera ecfututa pandas ni tu quid facias ineptiarum.", "quare quidquid habes boni malique dic nobis volo te ac tuos amores ad caelum lepido vocare versu."], "Therefore whatever you have for good or ill tell us! I want to call you and your loves to heaven in charming verse."]], [[" Quaeris quot mihi basiationes tuae Lesbia sint satis superque.", "You ask how many kisses of yours Lesbia may be enough and to spare for me."], ["quam magnus numerus Libyssae harenae laserpiciferis iacet Cyrenis oraclum Iovis inter aestuosi et Batti veteris sacrum sepulcrum aut quam sidera multa cum tacet nox furtivos hominum vident amores tam te basia multa basiare vesano satis et super Catullo est quae nec pernumerare curiosi possint nec mala fascinare lingua.", "As the countless Libyan sands which strew asafoetida-bearing Cyrene between the oracle of sweltering Jove and the sacred tomb of ancient Battus or as the many stars when night is silent look upon the furtive loves of mortals to kiss you with kisses of so great a number is enough and to spare for passion-driven Catullus so many that prying eyes may not avail to number nor ill tongues to bewitch."]], [[" Miser Catulle desinas ineptire et quod vides perisse perditum ducas.", ["Unhappy Catullus cease your trifling and what you see lost know to be lost."]], ["fulsere quondam candidi tibi soles cum ventitabas quo puella ducebat amata nobis quantum amabitur nulla.", ["Once bright days used to shine on you when you used to go wherever your girl led you loved by us as never a girl will ever be loved."]], ["ibi illa multa tum iocosa fiebant quae tu volebas nec puella nolebat.", ["There those many joys occured which you did wish nor was the girl unwilling."]], ["fulsere vere candidi tibi soles.", ["In truth bright days used once to shine on you."]], ["nunc iam illa non vult tu quoque impotens noli nec quae fugit sectare nec miser vive sed obstinata mente perfer obdura.", ["Now she no longer wants you you too powerless to avail must not want her do not pursue her retreating do not live unhappy but with firm-set mind endure harden yourself."]], ["vale puella! iam Catullus obdurat nec te requiret nec rogabit invitam at tu dolebis cum rogaberis nulla.", ["Farewell girl! now Catullus hardens himself he will not seek you will not ask you since you are unwilling."]], ["scelesta vae te! quae tibi manet vita! quis nunc te adibit?", ["But you will be pained when you are not asked."]], ["cui videberis bella?", ["Faithless go your way! what manner of life remains to you?"]], ["quem nunc amabis?", ["who now will visit you?"]], ["cuius esse diceris?", ["who find you beautiful?"]], ["quem basiabis?", ["whom will you love now?"]], ["cui labella mordebis?", ["whose will you be called?"]], ["at tu Catulle destinatus obdura.", ["whom will you kiss?", "whose lips will you bite?", "But you Catullus remain firm in your hardness."]]], [[" Verani omnibus e meis amicis antistans mihi milibus trecentis venistine domum ad tuos penates fratresque unanimos anumque matrem?", ["Veranius standing in the front of all my friends had I three hundred thousand of them have you come home to your Penates your longing brothers and your aged mother?"]], ["venisti! o mihi nuntii beati! visam te incolumem audiamque Hiberum narrantem loca facta nationes ut mos est tuus applicansque collum iucundum os oculosque saviabor.", ["You have come back.", "O joyful news to me! I'll see you safe and sound and hear you speak of regions deeds and peoples Iberian as is your manner and reclining over your neck shall kiss your laughing mouth and eyes."]], ["o quantum est hominum beatiorum quid me laetius est beatiusve?", ["Of all men most full of bliss who is more happy or more blissful than I?"]]], [[" Varus me meus ad suos amores visum duxerat e foro otiosum scortillum ut mihi tunc repente visum est non sane inlepidum neque invenustum.", ["Varus drew me off from the Forum where I was passing the time to see his lover a professional as it seemed to me at first sight neither inelegant nor lacking good looks."]], ["huc ut venimus incidere nobis sermones varii in quibus quid esset iam Bithynia quo modo se haberet ecquonam mihi profuisset aere.", ["When we came in we fell to discussing various subjects among which how was Bithynia now how things had gone there and whether I had made any money there."]], ["respondi id quod erat nihil neque ipsis nec praetoribus esse nec cohorti cur quisquam caput unctius referret praesertim quibus esset irrumator praetor nec faceret pili cohortem.", ["I replied what was true that neither ourselves nor the praetors nor their company had brought away anything whereby to flaunt a better-scented hair-do especially as our praetor who boned us all didn't care a hair for his company."]], ["“at certe tamen” inquiunt “quod illic natum dicitur esse comparasti ad lecticam homines.” ego ut puellae unum me facerem beatiorem “non” inquam “mihi tam fuit maligne ut provincia quod mala incidisset non possem octo homines parare rectos.” at mi nullus erat neque hic neque illic fractum qui veteris pedem grabati in collo sibi conlocare posset.", ["\"But surely\" she said \"you got some men to bear your litter for they are said to grow there?\""]], ["hic illa ut decuit cinaediorem “quaeso” inquit “mihi mi Catulle paulum istos commoda nam volo ad Sarapim deferri.”  “Mane” inquii puellae “istud quod modo dixeram me habere fugit me ratio meus sodalis Cinna est Gaius is sibi paravit.", ["I to make myself appear to the girl as one of the fortunate \"No\" I say \"it did not go that badly with me ill as the province turned out that I could not procure eight strapping men to bear me."]], ["verum utrum illius an mei quid ad me?", ["(But not a single one was mine either here or there who could hoist on his neck the fractured foot of my old bedstead)."]], ["utor tam bene quam mihi pararim.", ["And she like the saucy tramp she was \"Please Catullus\" says she \"lend me those bearers for a short time for I want to ride to the shrine of Serapis.\"", "\"Hold it!\" say I to the girl \"when I said I had this my mind slipped my friend Cinna Gaius he provided himself with these."]], ["sed tu insulsa male et molesta vivis per quam non licet esse neglegentem.”", ["In truth whether his or mine—what is it to me?", "I use them as though I had paid for them.", "But you are awfully crude and a bother not through you am I to be careless.\""]]], [["  Furi et Aureli comites Catulli sive in extremos penetrabit Indos litus ut longe resonante Eoa tunditur unda   sive in Hyrcanos Arabasve molles seu Sacas sagittiferosve Parthos sive quae septemgeminus colorat aequora Nilus   sive trans altas gradietur Alpes Caesaris visens monimenta magni Gallicum Rhenum horribile aequor ulti- mosque Britannos   omnia haec quaecumque feret voluntas caelitum temptare simul parati pauca nuntiate meae puellae non bona dicta.", "Furius and Aurelius comrades of Catullus whether he forces his way to furthest India where the shore is lashed by the far-echoing waves of the Dawn or whether to the land of the Hyrcanians or soft Arabs or whether to the land of the Sacians or quiver-bearing Parthians or where the seven-mouthed Nile colors the sea or whether he traverses the lofty Alps gazing at the monuments of mighty Caesar the Gallic Rhine the shuddering water and remotest Britons prepared to attempt all these things at once whatever the will of the heavenly gods may bear—repeat to my girl a few words though they are not at all good."], ["cum suis vivat valeatque moechis quos simul complexa tenet trecentos nullum amans vere sed identidem omnium ilia rumpens   nec meum respectet ut ante amorem qui illius culpa cecidit velut prati ultimi flos praetereunte postquam tactus aratro est. ", "May she live and flourish with her fornicators and may she hold three hundred at once in her embrace loving not one in truth but bursting again and again the guts of all nor may she look back upon my love as before which by her lapse has fallen just as a flower on the meadow's edge after the touch of the passing plough."]], [[" Marrucine Asini manu sinistra non belle uteris in ioco atque vino tollis lintea neglegentiorum.", "Marrucinius Asinius you do not use your left hand nicely amid the jests and wine you make off with the napkins of the careless."], ["hoc salsum esse putas?", "Do you think this is witty?"], ["fugit te inepte! quamvis sordida res et invenusta est non credis mihi?", "It escapes you fool how coarse a thing and unbecoming it is! Don't you believe me?"], ["crede Pollioni fratri qui tua furta vel talento mutari velit est enim leporum disertus puer ac facetiarum.", "Believe your brother Pollio who would willingly give a talent to divert you from your thefts for he is a lad skilled in pleasantries and clever talk."], ["quare aut hendecasyllabos trecentos exspecta aut mihi linteum remitte quod me non movet aestimatione verum est mnemosynum mei sodalis.", "Therefore either expect three hundred hendecasyllables or return me my napkin which I esteem not for its value but as a pledge of remembrance from my comrade."], ["nam sudaria Saetaba ex Hiberis miserunt mihi muneri Fabullus et Veranius haec amem necesse est et Veraniolum meum et Fabullum.", "For Fabullus and Veranius sent me napkins as a gift from Iberian Saetabis these I must love even as I do Veraniolus and Fabullus."]], [[" Cenabis bene mi Fabulle apud me paucis si tibi di favent diebus si tecum attuleris bonam atque magnam cenam non sine candida puella et vino et sale et omnibus cachinnis.", "You will feast well with me my Fabullus in a few days if the gods favour you provided you bring here with you a good and great feast not forgetting a radiant girl and wine and wit and all kinds of laughter."], ["haec si inquam attuleris venuste noster cenabis bene nam tui Catulli plenus sacculus est aranearum.", "Provided I say you bring them here our charming friend you will feast well for your Catullus' purse is full with cobwebs."], ["sed contra accipies meros amores seu quid suavius elegantiusve est nam unguentum dabo quod meae puellae donarunt Veneres Cupidinesque quod tu cum olfacies deos rogabis totum ut te faciant Fabulle nasum.", "But in return you will receive a pure love or what is sweeter or more elegant for I will give you an unguent which the Venuses and Cupids gave to my girl which when you smell it you will entreat the gods to make you Fabullus all Nose!"]], [[" Ni te plus oculis meis amarem iucundissime Calve munere isto odissem te odio Vatiniano nam quid feci ego quidve sum locutus cur me tot male perderes poetis?", "If I did not love you more than my eyes most delightful Calvus for your gift I should hate you with Vatinian hatred."], ["isti di mala multa dent clienti qui tantum tibi misit impiorum.", "For what have I done or what have I said that you should torment me so vilely with these poets?"], ["quod si ut suspicor hoc novum ac repertum munus dat tibi Sulla litterator non est mi male sed bene ac beate quod non dispereunt tui labores.", "May the gods give that client of yours ills enough who sent you so many scoundrels! Yet if as I suspect Sulla the litterateur gives you this new and care-picked gift it is not ill to me but well and beatific that your labors [in his cause] are not made light of."], ["di magni horribilem et sacrum libellum quem tu scilicet ad tuum Catullum misti continuo ut die periret Saturnalibus optimo dierum! non non hoc tibi false sic abibit nam si luxerit ad librariorum curram scrinia Caesios Aquinos Suffenum omnia colligam venena ac te his suppliciis remunerabor.", "Great gods what a horrible and accursed book which—if you please!—you have sent to your Catullus that he might die of boredom the livelong day in the Saturnalia choicest of days! No no my joker you will not get off so easily for at dawn I will haste to the booksellers' cases the Caesii the Aquini Suffenus every poisonous rubbish will I collect that I may repay you with these tortures."], ["vos hinc interea valete abite illuc unde malum pedem attulistis saecli incommoda pessimi poetae.", "Meantime farewell! be gone from here where an ill foot brought you pests of the period most wretched of poets."]], [[" Si qui forte mearum ineptiarum lectores eritis manusque vestras non horrebitis admovere nobis", "If by chance you ever should be readers of my triflings and you will not quake to lay your hands upon us"]], [[" Commendo tibi me ac meos amores Aureli.", "I commend myself and my lover to you Aurelius."], ["Veniam peto pudentem ut si quicquam animo tuo cupisti quod castum expeteres et integellum conserves puerum mihi pudice non dico a populo nihil veremur istos qui in platea modo huc modo illuc in re praetereunt sua occupati verum a te metuo tuoque pene infesto pueris bonis malisque.", "I come with a modest request that—if you longed for anything with your heart which you desired chaste and untouched—you will preserve my boy's chastity from—I do not say from the people I fear not at all those who hurry along the thoroughfares here and there occupied on their own business in truth my fear is from you and your penis pestilent to boys fair and to foul."], ["quem tu qua libet ut libet moveto quantum vis ubi erit foris paratum hunc unum excipio ut puto pudenter.", "Set it in motion where you please as you please as much as you want outdoors wherever you find the opportunity for this one object I make an exception to my thought a reasonable request."], ["quod si te mala mens furorque vecors in tantam impulerit sceleste culpam ut nostrum insidiis caput lacessas ah tum te miserum malique fati quem attractis pedibus patente porta percurrent raphanique mugilesque.", "But if your infatuation and senseless passion push you forward scoundrel to a crime so great as to assail our head with your snares ah! then an evil fate will make you suffer when with feet taut bound radishes and mullets will pierce through the open hole."]], [[" Pedicabo ego vos et irrumabo Aureli pathice et cinaede Furi qui me ex versiculis meis putastis quod sunt molliculi parum pudicum.", ["I will make you my boys and bone you sexually submissive Aurelius and Furius the sodomite who think because my verses are voluptuous that I am not chaste enough."]], ["nam castum esse decet pium poetam ipsum versiculos nihil necesse est qui tum denique habent salem ac leporem si sunt molliculi ac parum pudici et quod pruriat incitare possunt non dico pueris sed his pilosis qui duros nequeunt movere lumbos.", ["For it is right that a poet be chaste himself it is not at all necessary for his verses to be.", "My verses in a word may have a spice and charm if they are voluptuous and not chaste enough and because they are sexy and can arouse—I do not say boys—but this hairy pair who can't shake their stiffies."]], ["vos quod milia multa basiorum legistis male me marem putatis?", ["Because you have read of many thousand kisses do you think me less a man?"]], ["pedicabo ego vos et irrumabo.", ["I will make you my boys and bone you!"]]], [[" O Colonia quae cupis ponte ludere longo et salire paratum habes sed vereris inepta crura ponticuli assulis stantis in redivivis ne supinus eat cavaque in palude recumbat sic tibi bonus ex tua pons libidine fiat in quo vel Salisubsili sacra suscipiantur munus hoc mihi maximi da Colonia risus.", ["O Colonia you who long to play on a long bridge and have it readied to dance on but fear the shaky legs of the little bridge standing on second-hand sticks lest it tumble flat in the deep swamp let the bridge be as good as you desire on which even the Salian dances may be undertaken for which give to me Colonia the gift of greatest laughter."]], ["quendam municipem meum de tuo volo ponte ire praecipitem in lutum per caputque pedesque verum totius ut lacus putidaeque paludis lividissima maximeque est profunda vorago.", ["I want a certain townsman of mine to go head over heels from your bridge into the mud in truth where the brimming stinking swamp is darkest and an especially deep-sunk mire."]], ["insulsissimus est homo nec sapit pueri instar bimuli tremula patris dormientis in ulna cui cum sit viridissimo nupta flore puella (et puella tenellulo delicatior haedo adservanda nigerrimis diligentius uvis) ludere hanc sinit ut libet nec pili facit uni nec se sublevat ex sua parte sed velut alnus in fossa Liguri iacet suppernata securi tantundem omnia sentiens quam si nulla sit usquam talis iste meus stupor nil videt nihil audit ipse qui sit utrum sit an non sit id quoque nescit.", ["He's the biggest ass of a man lacking the sense of a two-year-old dozing in his father's cradling arm.", "Although a girl is wedded to him flushed with springtide's bloom (and a girl more dainty than a tender kid needs to be watched with keener diligence than the lush-black grape-bunch) he leaves her to play as she wants cares not a single hair nor troubles himself with marital office but lies like an alder tree felled by a Ligurian hatchet in a ditch as aware of everything as though no woman were anywhere."]], ["nunc eum volo de tuo ponte mittere pronum si pote stolidum repente excitare veternum et supinum animum in gravi derelinquere caeno ferream ut soleam tenaci in voragine mula.", ["Such is my thick-headed friend! he sees not he hears not.", "He also knows not who he is himself or whether he is or is not.", "Now I want to chuck him head first from your bridge if it is possible to suddenly rouse this sleepy dullard and to leave behind in the heavy mud his sluggish spirit as does a mule its iron shoe in the sticky mire."]]], [[[" Aureli pater esuritionum non harum modo sed quot aut fuerunt aut sunt aut aliis erunt in annis pedicare cupis meos amores."], "Aurelius father of hunger in ages past in time now present and in future years yet to come you long to make my lover your boy."], [["nec clam nam simul es iocaris una haerens ad latus omnia experiris."], "And you do not operate secretly for you are with him you joke together closely sticking at his side you try every means."], [["frustra nam insidias mihi instruentem tangam te prior irrumatione."], "In vain for though you plot against me I'll tag you first with a boning.— Now if you were satisfied I would be silent but what irks me is that my boy ah me! must learn to starve and thirst with you."], [["atque id si faceres satur tacerem nunc ipsum id doleo quod esurire ah me me puer et sitire discet.", "quare desine dum licet pudico ne finem facias sed irrumatus."], "Therefore desist while you may with modesty lest you reach the end—but by being boned."]], [[" Suffenus iste Vare quem probe nosti homo est venustus et dicax et urbanus idemque longe plurimos facit versus.", "That Suffenus Varus whom you know well is a man fair spoken witty and urbane and one who makes lengthy verses."], ["puto esse ego illi milia aut decem aut plura perscripta nec sic ut fit in palimpsesto relata chartae regiae novi libri novi umbilici lora rubra membrana derecta plumbo et pumice omnia aequata.", "I think he has written at full length ten thousand or more nor are they set down as commonly on scraped parchment regal paper new boards new bosses straps red parchment the whole thing ruled with the lead and smoothed off with the pumice."], ["haec cum legas tu bellus ille et urbanus Suffenus unus caprimulgus aut fossor rursus videtur tantum abhorret ac mutat.", "But when you read these that refined and urbane Suffenus seems on the contrary to be a mere goatherd or ditch-digger so great and shocking is the change."], ["hoc quid putemus esse?", "What can we think of this?"], ["Qui modo scurra aut si quid hac re tritius videbatur idem infaceto est infacetior rure simul poemata attigit neque idem unquam aeque est beatus ac poema cum scribit tam gaudet in se tamque se ipse miratur.", "The same man who just now seemed a man-about-town or if anything could be more polished than that is stupider than the stupid countryside as soon as he touches poetry and nor is the same man ever as happy as when he is writing poetry—so greatly is he pleased with himself so much does he admire himself."], ["nimirum idem omnes fallimur neque est quisquam quem non in aliqua re videre Suffenum possis.", "Still we are all the same and are deceived nor is there any man in whom you can not see a Suffenus in some one point."], ["Suus cuique attributus est error sed non videmus manticae quod in tergo est.", "Each of us has his assigned delusion but we see not what's in the wallet on our back."]], [[" Furi cui neque servus est neque arca nec cimex neque araneus neque ignis verum est et pater et noverca quorum dentes vel silicem comesse possunt est pulchre tibi cum tuo parente et cum coniuge lignea parentis.", "Furius you who have neither a slave nor a coffer nor a bug nor a spider nor fire but have both a father and a step-mother whose teeth can munch up even flints—you live finely with your father and with your father's wooden spouse."], ["nec mirum bene nam valetis omnes pulchre concoquitis nihil timetis non incendia non graves ruinas non furta impia non dolos veneni non casus alios periculorum.", "And no wonder for you are all in good health finely you digest you fear nothing not arson not the fall of your house not impious thefts not plots of poison no perilous happenings whatsoever."], ["atqui corpora sicciora cornu aut si quid magis aridum est habetis sole et frigore et esuritione.", "And you have bodies drier than horn (or if there is anything more arid still parched by sun frost and famine."], ["quare non tibi sit bene ac beate?", "So why is it not happy and well with you?"], ["a te sudor abest abest saliva mucusque et mala pituita nasi.", "Sweat is a stranger to you absent also are saliva phlegm and evil nose-snot."], ["hanc ad munditiem adde mundiorem quod culus tibi purior salillo est nec toto decies cacas in anno atque id durius est faba et lapillis quod tu si manibus teras fricesque non unquam digitum inquinare possis.", "Add to this cleanliness the thing that's still more cleanly that your backside is purer than a salt-cellar nor do you crap ten times in the whole year and then it is harder than beans and pebbles and if you rub and crumble it in your hands you can't ever dirty a finger."], ["haec tu commoda tam beata Furi noli spernere nec putare parvi et sestertia quae soles precari centum desine nam satis beatu's.", "Spurn not hese goodly gifts and favours Furius nor think lightly of them and stop always begging for a hundred sesterces for you are happy enough!"]], [[" O qui flosculus es Iuventiorum non horum modo sed quot aut fuerunt aut posthac aliis erunt in annis mallem divitias Midae dedisses isti cui neque servus est neque arca quam sic te sineres ab illo amari.", ["O you who are the little flower of Juventian race not only of these now living but of those that were before and also of those that will be in the coming years I'd rather that you had given the wealth of Midas to that man who owns neither a slave nor coffer than that you should suffer yourself to be loved by him."]], ["“quid?", ["\"What?\""]], ["Non est homo bellus?” inquies.", ["you ask."]], ["est sed bello huic neque servus est neque arca.", ["\"Isn't he a fine looking man?\""]], ["hoc tu quam libet abice elevaque  nec servum tamen ille habet neque arcam.", ["He is but this fine looking man has neither a slave nor coffer.", "Slight and make light of this as you please nevertheless he has neither a slave nor coffer."]]], [[" Cinaede Thalle mollior cuniculi capillo vel anseris medullula vel imula auricilla vel pene languido senis situque araneoso idemque Thalle turbida rapacior procella cum † diva mulier aries ostendit oscitantes remitte pallium mihi meum quod involasti sudariumque Saetabum catagraphosque Thynos inepte quae palam soles habere tanquam avita.", "Thallus you sodomite softer than rabbit's fur or goose's marrow or an ear lobe or an old man's drooping penis and the cobwebs there again Thallus greedier than the driving storm when †the ram shows them off their guard† give me back my mantle which you have swooped down upon and the Saetaban napkin and Thynian tablets which idiot you openly parade as though they were heirlooms."], ["quae nunc tuis ab unguibus reglutina et remitte ne laneum latusculum manusque mollicellas inusta turpiter tibi flagella conscribillent et insolenter aestues velut minuta magno deprensa navis in mari vesaniente vento.", "Now unglue these from your nails and return them lest the stinging scourge shamefully score your downy little butt and delicate little hands and you unaccustomedly heave and toss like a tiny boat surprised on the vast sea by a raging storm."]], [[" Furi villula vestra non ad Austri flatus opposita est neque ad Favoni nec saevi Boreae aut Apeliotae verum ad milia quindecim et ducentos.", "Furius your little house is pitted not against the southern breeze nor the western wind nor cruel Boreas nor sunny east but fifteen thousand two hundred sesterces."], ["o ventum horribilem atque pestilentem!", "O horrible and baleful wind."]], [[" Minister vetuli puer Falerni inger mi calices amariores ut lex Postumiae iubet magistrae ebrioso acino ebriosioris.", "Boy cupbearer of old Falernian pour me more pungent cups as bids the laws of Postumia mistress of the feast drunker than a drunken grape."], ["at vos quo libet hinc abite lymphae vini pernicies et ad severos migrate hic merus est Thyonianus.", "But off with you as far as you please crystal waters bane of wine depart you to the sober here the Thyonian juice is pure."]], [[" Pisonis comites cohors inanis aptis sarcinulis et expeditis Verani optime tuque mi Fabulle quid rerum geritis?", ["Piso's Company a penniless staff with lightweight knapsacks scantly packed most dear Veranius you and my Fabullus too how goes it with you?"]], ["Satisne cum isto vappa frigoraque et famem tulistis?", ["Have you borne frost and famine enough with that sot?"]], ["ecquidnam in tabulis patet lucelli expensum ut mihi qui meum secutus praetorem refero datum lucello “o Memmi bene me ac diu supinum tota ista trabe lentus irrumasti.” sed quantum video pari fuistis casu nam nihilo minore verpa farti estis.", ["Which in your tablets appear—the profits or expenses?", "So with me who when I followed a praetor inscribed more gifts than gains.", "\"0 Memmius well and slowly did you bone me supine day by day with the whole of that beam.\""]], ["pete nobiles amicos.", ["But from what I see in like case you have been for you have been crammed with no smaller a poker."]], ["at vobis mala multa di deaeque dent opprobria Romuli Remique.", ["Courting friends of high rank! But may the gods and goddesses heap ill upon you disgraces to Romulus and Remus."]]], [[" Quis hoc potest videre quis potest pati nisi impudicus et vorax et aleo Mamurram habere quod comata GaIlia habebat ante et ultima Britannia?", ["Who can see this who can stand it save the shameless the glutton and gambler that Mamurra Mentula should possess what long-haired Gaul had and remotest Britain had before?"]], ["Cinaede Romule haec videbis et feres?", ["You sodomite Romulus will you see this and bear it?"]], ["et ille nunc superbus et superfluens perambulabit omnium cubilia ut albulus columbus aut Adoneus?", ["Then you are shameless a glutton and a gambler."]], ["cinaede Romule haec videbis et feres?", ["And will he now proud and overflowing saunter over each one's bed like a little white dove or an Adonis?", "You sodomite Romulus will you see this and bear it?"]], ["es impudicus et vorax et aleo.", ["Then you are shameless a glutton and a gambler."]], ["eone nomine imperator unice fuisti in ultima occidentis insula ut ista vestra diffututa mentula ducenties comesset aut trecenties?", ["For such a name Generalissimo have you been to the furthest island of the west that this love-weary Mentula of yours should squander twenty or thirty million?"]], ["quid est alid sinistra liberalitas?", ["What is it but a skewed liberality?"]], ["parum expatravit an parum elluatus est?", ["Perhaps he spent too little or perhaps he was washed clean?"]], ["paterna prima lancinata sunt bona secunda praeda Pontica inde tertia Hibera quam scit amnis aurifer Tagus.", ["First he wasted his patrimony second the loot from Pontus then third the loot from Spain which even the goldbearing Tagus knows."]], ["nunc Galliae timetur et Britanniae.", ["Now he is feared by Gauls and Britain."]], ["quid hunc malum fovetis?", ["Why do you indulge this scoundrel?"]], ["aut quid hic potest nisi uncta devorare patrimonia?", ["What can he do but devour well-fattened inheritances?"]], ["eone nomine † urbis opulentissime socer generque perdidistis omnia?", ["Was it for such a name † most wealthy father-in-law and son-in-law that you have destroyed everything?"]]], [[" Alfene immemor atque unanimis false sodalibus iam te nil miseret dure tui dulcis amiculi?", "Alfenus unmindful and unfaithful to your comrades true is there now no pity in you hard of heart for your sweet loving friend?"], ["iam me prodere iam non dubitas fallere perfide?", "Do you betray me now and not hesitate to play me false now dishonourable one?"], ["nec facta impia fallacum hominum caelicolis placent quae tu neglegis ac me miserum deseris in malis.", "Yet the irreverent deeds of traitorous men do not please the dwellers in heaven this you take no heed of leaving me wretched among my ills."], ["eheu quid faciant dic homines cuive habeant fidem?", "Tell me ah what may men do or in whom may they have their trust?"], ["certe tute iubebas animam tradere inique me inducens in amorem quasi tuta omnia mi forent.", "Surely you used to bid me entrust my soul to you unfair drawing my affections to yourself as though all were safely mine."], ["idem nunc retrahis te ac tua dicta omnia factaque ventos irrita ferre ac nebulas aerias sinis.", "Yet now you withdraw yourself and all your purposeless words and deeds you suffer the winds and airy clouds to bear away."], ["si tu oblitus es at di meminerunt meminit Fides quae te ut paeniteat postmodo facti faciet tui.", "If you have forgotten yet the gods remember Faith remembers and in time to come will make you regret your doing."]], [[" Paene insularum Sirmio insularumque ocelle quascumque in liquentibus stagnis marique vasto fert uterque Neptunus quam te libenter quamque laetus inviso vix mi ipse credens Thyniam atque Bithynos liquisse campos et videre te in tuto! o quid solutis est beatius curis cum mens onus reponit ac peregrino labore fessi venimus larem ad nostrum desideratoque adquiescimus lecto?", ["Sirmio! Eyelet of islands and peninsulas which each Neptune holds whether in limpid lakes or on the wide sea how gladly and how happily do I see you again scarcely believing that I've left behind Thynia and the Bithynian plains and that I gaze on you safe and sound.", "O what greater blessing than cares released when the mind casts down its burden and when wearied with the toil of travel we reach our hearth and rest in the long-for bed."]], ["hoc est quod unum est pro laboribus tantis.", ["This and only this repays our numerous labors."]], ["salve o venusta Sirmio atque ero gaude gaudete vosque o Lydiae lacus undae ridete quidquid est domi cachinnorum.", ["Hail lovely Sirmio and rejoice in your master and rejoice you waves of the Lybian lake laugh you laughters echoing from my home."]]], [[" Amabo mea dulcis Ipsithilla meae deliciae mei lepores iube ad te veniam meridiatum.", "Please my sweet Ipsithilla my delight my charmer order me to come to you at noon."], ["et si iusseris illud adiuvato ne quis liminis obseret tabellam neu tibi libeat foras abire sed domi maneas paresque nobis novem continuas fututiones.", "And if you should order this it will be useful if no one makes fast the outer door [against me] and don't be minded to go out but stay at home and prepare for us nine continuous love-makings."], ["verum si quid ages statim iubeto nam pransus iaceo et satur supinus pertundo tunicamque palliumque.", "In truth if you are minded give the order at once for breakfast over I lie supine and ripe poking through both tunic and cloak."]], [[" O furum optime balneariorum Vibenni pater et cinaede fili (nam dextra pater inquinatiore culo filius est voraciore) cur non exsilium malasque in oras itis quandoquidem patris rapinae notae sunt populo et natis pilosas fili non potes asse venditare?", "0 best of the thieves of the baths Vibennius the father and his sexually submissive son (for the father is the filthier with the right hand the son is the greedier with the backside) why don't you go into exile and to hellish shores seeing that the father's plunder is known to the people and that son you cannot sell your hairy butt for one cent?"]], [[" Dianae sumus in fide puellae et pueri integri Dianam pueri integri puellaeque canamus.", ["We upright maids and youths are in Diana's care upright youths and maids we sing Diana."]], ["O Latonia maximi magna progenies Iovis quam mater prope Deliam deposivit olivam montium domina ut fores silvarumque virentium saltuumque reconditorum amniumque sonantum tu Lucina dolentibus Iuno dicta puerperis tu potens Trivia et notho es dicta lumine Luna.", ["0 Latonia progeny great of greatest Jove whom your mother bore beneath Delian olive that you might be queen of lofty mounts of foliaged groves of remote glens and of winding streams.", "You are called Juno Lucina by the mother in the pangs of childbirth you are named potent Trivia and Luna with an ill-got light."]], ["tu cursu dea menstruo metiens iter annuum rustica agricolae bonis tecta frugibus exples.", ["You Goddess with monthly march measuring the yearly course glut with produce the rustic roofs of the farmer."]], ["sis quocumque tibi placet sancta nomine Romulique antique ut solita es bona sospites ope gentem.", ["Be you hallowed by whatever name you prefer and cherish with your good aid as you are accustomed the ancient race of Romulus."]]], [[" Poetae tenero meo sodali velim Caecilio papyre dicas Veronam veniat Novi relinquens Comi moenia Lariumque litus nam quasdam volo cogitationes amici accipiat sui meique.", ["Paper I would like you say to that sweet poet my comrade Caecilius that he come to Verona quitting New Comum's city-walls and Larius' shore for I want him to receive certain thoughts from a friend of his and mine."]], ["quare si sapiet viam vorabit quamvis candida milies puella euntem revocet manusque collo ambas iniciens roget morari quae nunc si mihi vera nuntiantur illum deperit impotente amore nam quo tempore legit incohatam Dindymi dominam ex eo misellae ignes interiorem edunt medullam.", ["Therefore if he is wise he'll devour the way although a bright-hued girl a thousand times calls him back when he goes and flinging both arms around his neck asks him to delay—she who now if truth is reported to me is undone with immoderate love of him.", "For since the time she read the beginning of his Mistress of Dindymus flames have been devouring the innermost marrow of the poor little girl."]], ["ignosco tibi Sapphica puella Musa doctior est enim venuste Magna Caecilio incohata Mater.", ["I forgive you girl more learned than the Sapphic muse for charmingly has the Great Mother been begun by Caecilius."]]], [[" Annales Volusi cacata charta votum solvite pro mea puella nam sanctae Veneri Cupidinique vovit si sibi restitutus essem desissemque truces vibrare iambos electissima pessimi poetae scripta tardipedi deo daturam infelicibus ustilanda lignis.", "Volusius' Annals defiled sheets fulfil a vow for my girl for she vowed to sacred Venus and to Cupid that if I were reunited to her and I desisted hurling savage iambics she would give the choicest writings of the worst poet to the slow-footed god to be burned with ill-omened wood."], ["et hoc pessima se puella vidit iocose lepide vovere divis.", "And the wretched girl saw herself vow this to the gods in jest."], ["nunc o caeruleo creata ponto quae sanctum Idalium Uriosque apertos quaeque Ancona Cnidumque harundinosam colis quaeque Amathunta quaeque Golgos quaeque Durrachium Hadriae tabernam acceptum face redditumque votum si non inlepidum neque invenustum est.", "Now O Creation of the pale blue sea you who dwell in sacred Idalium and in storm-beaten Urium and foster Ancona and reedy Amathus Cnidos and Golgos and Dyrrhachium the tavern of the Adriatic accept and acknowledge this vow if it lacks neither grace nor charm."], ["at vos interea venite in ignem pleni ruris et inficetiarum Annales Volusi cacata charta.", "But meantime off with you to the flames crammed with boorish speech and vapid Annals of Volusius defiled sheets."]], [[[" Salax taberna vosque contubernales a pilleatis nona fratribus pila solis putatis esse mentulas vobis solis licere quidquid est puellarum confutuere et putare ceteros hircos?"], "Tavern of lust and you its tentmates (at ninth pillar from the Cap-donned Brothers) do you think that you alone have mentules that it is allowed to you alone to have sex with whatever may be feminine and to think the rest are goats?"], [["an continenter quod sedetis insulsi centum an ducenti non putatis ausurum me una ducentos irrumare sessores?"], "But because you sit tasteless hundred or maybe two hundred in a row do you think I would not dare to bone you entire two hundred loungers at once! Just think it! for I'll scrawl dirty pictures all over the front of your tavern."], [["atqui putate namque totius vobis frontem tabernae sopionibus scribam."], "For my girl who has fled from my embrace she whom I loved as none will be loved for whom I fought fierce fights has seated herself here."], [["puella nam mi quae meo sinu fugit amata tantum quantum amabitur nulla pro qua mihi sunt magna bella pugnata consedit istic.", "hanc boni beatique omnes amatis et quidem quod indignum est omnes pusilli et semitarii moechi tu praeter omnes une de capillatis cuniculosae Celtiberiae fili Egnati opaca quem bonum facit barba et dens Hibera defricatus urina."], "All of you good men and rich and also (0 cursed shame) all of you piddling back-alley fornicators are making love to her and you above all Egnatius one of the long-haired race the son of Celtiberia full of rabbits whose quality is stamped by dense-grown beard and teeth scrubbed with Spanish urine."]], [[[" Male est Cornifici tuo Catullo male est me hercule ei et laboriose et magis magis in dies et horas."], "It is ill Cornificius with your Catullus it is ill by Hercules and most unbearably and greater greater ill each day and hour! And you what solace do you give even the tiniest the lightest by your words?"], [["quem tu quod minimum facillimumque est qua solatus es adlocutione?"], "I'm angry with you."], [["irascor tibi."], "Is my love worth this?"], [["sic meos amores?", "paulum quid libet adlocutionis maestius lacrimis Simonideis."], "Yet one little message would cheer me though more full of sadness than the tears of Simonides."]], [[" Egnatius quod candidos habet dentes renidet usque quaque.", "Egnatius who has shiny white teeth grins forever everywhere."], ["si ad rei ventum est subsellium cum orator excitat fletum renidet ille.", "If he is in court when counsel excites tears he grins."], ["si ad pii rogum fili lugetur orba cum flet unicum mater renidet ille.", "If he be at funeral pyre where one mourns a son devoted where a bereft mother's tears stream for her only son he grins."], ["quidquid est ubicumque est quodcumque agit renidet.", "Whatever it may be wherever he is whatever may happen he grins."], ["hunc habet morbum neque elegantem ut arbitror neque urbanum.", "Such an ill habit has he—neither in good taste I suppose nor refined."], ["quare monendum est te mihi bone Egnati.", "Therefore take note from me my good Egnatius."], ["si urbanus esses aut Sabinus aut Tiburs aut parcus Umber aut obesus Etruscus aut Lanuvinus ater atque dentatus aut Transpadanus ut meos quoque attingam aut qui libet qui puriter lavit dentes tamen renidere usque quaque te nollem nam risu inepto res ineptior nulla est.", "Whether you are from the city or Sabine or Tiburtine or a thrifty Umbrian or a fat Etruscan or a dark toothy Lanuvian or Transpadine (to touch upon my own folk also) or whoever of those who cleanly wash their teeth still I wish you wouldn't grin forever everywhere for nothing is more senseless than senseless giggling."], ["nunc Celtiber es Celtiberia in terra quod quisque minxit hoc sibi solet mane dentem atque russam defricare gingivam ut quo iste vester expolitior dens est hoc te amplius bibisse praedicet loti.", "Now you're a Celtiberian and in the Celtiberian land early in the morning they piss and scrub their teeth and pinky gums with it so that the higher the polish on your teeth the more it proclaims that you have drunk your piss."]], [[" Quaenam te mala mens miselle Ravide agit praecipitem in meos iambos?", "What ill-set mind poor little Ravidus thrusts you headlong at my iambics?"], ["quis deus tibi non bene advocatus vecordem parat excitare rixam?", "What god none advocate of good for you stirs you to a senseless quarrel?"], ["an ut pervenias in ora vulgi?", "That you may be in the people's mouth?"], ["quid vis?", "What do you want?"], ["qua libet esse notus optas?", "Do you want to be famous no matter in what way?"], ["eris quandoquidem meos amores cum longa voluisti amare poena.", "You will be but by our long-drawn vengeance since you wanted to love my lover."]], [[" Ameana puella defututa tota milia me decem poposcit ista turpiculo puella naso decoctoris amica Formiani.", "Ameana a love-worn girl asks me for a whole ten thousand that girl with an ugly little nose wench of the bankrupt Formian."], ["propinqui quibus est puella curae amicos medicosque convocate non est sana puella nec rogare qualis sit solet aes imaginosum.", "You near of kin in whose care the girl is summon both friends and doctors for the girl is not sane and is not accustomed to ask her mirror how she looks."]], [[" Adeste hendecasyllabi quot estis omnes undique quotquot estis omnes.", ["O come all ye hendecasyllables as many as you are from every part all of you as many soever as you be! A filthy whore thinks that I am a joke and says she won't return to me your writing tablets if you can stand it."]], ["iocum me putat esse moecha turpis et negat mihi vestra reddituram pugillaria si pati potestis.", ["Let's pursue her and claim them back."]], ["persequamur eam et reflagitemus.", ["\"Who is she?\""]], ["quae sit quaeritis?", ["you ask."]], ["illa quam videtis turpe incedere mimice ac moleste ridentem catuli ore Gallicani.", ["That one whom you see strutting disgracefully grinning with annoyance like a mime with a face like a Gallic puppy."]], ["circumsistite eam et reflagitate “moecha putida redde codicillos redde putida moecha codicillos.” non assis facis?", ["Surround her and claim them back.", "\"Filthy whore give back the writing tablets give back filthy whore the writing tablets.\"", "You don't give two cents?"]], ["o lutum lupanar aut si perditius potes quid esse.", ["You slime you whorehouse or if you could be anything even more loathsome! But you mustn't think that this is enough."]], ["sed non est tamen hoc satis putandum.", ["For if nothing else we can extort a blush on your brazened bitch's face."]], ["quod si non aliud potest ruborem ferreo canis exprimamus ore.", ["We'll yell again in heightened voice \"Filthy whore give back the writing tablets give back filthy whore the writing tablets.\""]], ["conclamate iterum altiore voce “moecha putida redde codicillos redde putida moecha codicillos.” sed nil proficimus nihil movetur.", ["But we do no good she isn't moved."]], ["mutanda est ratio modusque nobis si quid proficere amplius potestis “pudica et proba redde codicillos.”", ["We must change our approach and our tune if you can make further progress—\"Chaste and honest give back our writing tablets.\""]]], [[" Salve nec minimo puella naso nec bello pede nec nigris ocellis nec longis digitis nec ore sicco nec sane nimis elegante lingua decoctoris amica Formiani.", "Hail girl with nose not the smallest and with foot not lovely and with eyes not black and with fingers not long and with mouth not dry and with tongue not so very elegant the wench of the bankrupt Formian."], ["ten provincia narrat esse bellam?", "And the province declares you to be lovely?"], ["tecum Lesbia nostra comparatur?", "With you our Lesbia is to be compared?"], ["o saeclum insapiens et infacetum!", "O generation witless and unmannerly!"]], [[" O funde noster seu Sabine seu Tiburs (nam te esse Tiburtem autumant quibus non est cordi Catullum laedere at quibus cordi est quovis Sabinum pignore esse contendunt) sed seu Sabine sive verius Tiburs fui libenter in tua suburbana villa malamque pectore expuli tussim non immerenti quam mihi meus venter dum sumptuosas adpeto dedit cenas.", "O Homestead of ours whether Sabine or Tiburtine (for people in whose heart it is not to wound Catullus declare you Tiburtine but those in whose heart it is will wager anything you're Sabine) but whether Sabine or more truly Tiburtine I was glad to be within your rural country-home and to cast off an ill cough from my chest which—not unearned—my belly granted me for grasping after luxurious meals."], ["nam Sestianus dum volo esse conviva orationem in Antium petitorem plenam veneni et pestilentiae legi.", "For while I want to be Sestius' guest I read his defence against the plaintiff Antius crammed with venom and pestilence."], ["hic me gravido frigida et frequens tussis quassavit usque dum in tuum sinum fugi et me recuravi otioque et urtica.", "Hence a chill heavy rheum and fitful cough shook me continually until I fled to your asylum and brought me back to health with rest and nettle-broth."], ["quare refectus maximas tibi grates ago meum quod non es ulta peccatum.", "Therefore refreshed I give you utmost thanks that you have not avenged my fault."], ["nec deprecor iam si nefaria scripta Sesti recepso quin gravedinem et tussim non mi sed ipsi Sestio ferat frigus qui tunc vocat me cum malum librum 1egi.", "Nor do I pray now for anything but that if I should retake Sestius' abominable script its chill may bring a cold and cough to Sestius himself and he invites me [to dinner] whenever I read one of his bad books."]], [[" Acmen Septimius suos amores tenens in gremio “mea” inquit “Acme ni te perdite amo atque amare porro omnes sum adsidue paratus annos quantum qui pote plurimum perire solus in Libya Indiaque tosta caesio veniam obvius leoni.” hoc ut dixit Amor sinistra ut ante dextra sternuit adprobationem.", ["Septimius holding his lover Acme in his lap says \"My Acme if I do not love you to death and am not prepared to love you constantly all the years in time to come as much and the most as one can who is desperately in love— alone in Libya or in torrid India may I come face to face with a grey-eyed lion.\""]], ["at Acme leviter caput reflectens et dulcis pueri ebrios ocellos illo purpureo ore saviata “sic” inquit “mea vita Septimille huic uni domino usque serviamus ut multo mihi maior acriorque ignis mollibus ardet in medullis.” hoc ut dixit Arnor sinistra ut ante dextra sternuit adprobationem.", ["When he said this Love leftwards as before with approbation rightwards sneezed.", "Then Acme slightly bending back her head and kissed the intoxicated eyes of her sweet boy with her rose-red lips.", "\"So\" she said \"my life Septimillus we shall serve this lord alone from now on as greater keener fire burns the more amid my soft marrow.\""]], ["nunc ab auspicio bono profecti mutuis animis amant amantur.", ["When she said this Love leftwards as before with approbation rightwards sneezed.", "Now made complete under good auspices with mutual minds they love and are loved."]], ["unam Septimius misellus Acmen mavult quam Syrias Britanniasque uno in Septimio fidelis Acme facit delicias libidinesque.", ["Poor little Septimius wants Acme alone more than [the wealth of] the Syria or Britain in Septimius alone the faithful Acme takes delight and pleasure."]], ["quis ullos homines beatiores vidit quis Venerem auspicatiorem?", ["Whoever has seen happier people whoever a more propitious Love?"]]], [[" Iam ver egelidos refert tepores iam caeli furor aequinoctialis iucundis Zephyri silescit auris.", "Now spring brings back mild breezes without cold now heaven's equinoctial fury falls silent at Zephyr's pleasant breezes."], ["linquantur Phrygii Catulle campi Nicaeaeque ager uber aestuosae ad claras Asiae volemus urbes.", "Let the Phrygian meadows be left behind Catullus and the teeming fields of sun-scorched Nicaea let us fly to the glorious cities of Asia."], ["iam mens praetrepidans avet vagari iam laeti studio pedes vigescunt.", "Now my palpitating soul longs to wander now happy in their zeal my feet grow strong."], ["o dulces comitum valete coetus longe quos simul a domo profectos diversae variae viae reportant.", "O sweet band of comrades fare you well whom various roads in different directions carry back all at once setting out far from home."]], [[" Porci et Socration duae sinistrae Pisonis scabies famesque mundi vos Veraniolo meo et Fabullo verpus praeposuit Priapus ille?", "Porcius and Socration the two left hands of Piso scurf and hunger of the world has that verpus Priapus placed you before my Veraniolus and Fabullus?"], ["vos convivia lauta sumptuose de die facitis?", "Do you spend the day luxuriously in expensive feasts?"], ["mei sodales quaerunt in trivio vocationes?", "Do my comrades seek out dinner invitations the cross-roads?"]], [[" Mellitos oculos tuos Iuventi siquis me sinat usque basiare usque ad milia basiem trecenta nec unquam videar satur futurus non si densior aridis aristis sit nostrae seges osculationis.", "If someone let me kiss continually your honey-sweet eyes Juventius continually I'd kiss even to three hundred thousand kisses nor ever should I seem on the verge of having enough not even if the crop of our kisses should be thicker than dried wheat sheaves."]], [[" Disertissime Romuli nepotum quot sunt quotque fuere Marce Tulli quotque post aliis erunt in annis gratias tibi maximas Catullus agit pessimus omnium poeta tanto pessimus omnium poeta quanto tu optimus omnium patronus.", "Most eloquent of Romulus' descendancy—as many as there are who have been 0 Marcus Tullius and who will be after in other years—to you Catullus gives his greatest gratitude the worst poet of all by as much as you are the best advocate of all."]], [[" Hesterno Licini die otiosi multum lusimus in meis tabellis ut convenerat esse delicatos.", "Yesterday Licinius in leisure much we played upon my tablets as became us men of fancy."], ["scribens versiculos uterque nostrum ludebat numero modo hoc modo illoc reddens mutua per iocum atque vinum.", "Each jotting verses in turn played first in this meter then in that exchanging mutual epigrams amid jokes and wine."], ["atque illinc abii tuo lepore incensus Licini facetiisque ut nec me miserum cibus iuvaret nec somnus tegeret quiete ocellos sed toto indomitus furore lecto versarer cupiens videre lucem ut tecum loquerer simulque ut essem.", "But I departed from there afire Licinius with your wit and charm so that food was useless to my wretched self nor could sleep close my eyes in quiet but all over the bed in restless fury did I toss longing to behold daylight that I might speak with you and again we might be together."], ["at defessa labore membra postquam semimortua lectulo iacebant hoc iucunde tibi poema feci ex quo perspiceres meum dolorem.", "But afterwards when my limbs weakened by my restless labours lay stretched in semi-death upon the bed I made this poem for you my delight from which you will perceive my pain."], ["nunc audax cave sis precesque nostras oramus cave despuas ocelle ne poenas Nemesis reposcat a te.", "Now beware of presumptuousness and beware of rejecting our pleadings I pray you apple of my eye lest Nemesis exact her dues from you."], ["est vehemens dea laedere hanc caveto.", "She is a forceful Goddess beware her wrath."]], [[" Ille mi par esse deo videtur ille si fas est superare divos qui sedens adversus identidem te spectat et audit dulce ridentem misero quod omnis eripit sensus mihi nam simul te Lesbia adspexi nihil est super mi  lingua sed torpet tenuis sub artus flamma demanat sonitu suopte tintinant aures gemina teguntur lumina nocte.", "He seems to me to be equal to a god he if such were lawful to surpass the gods who sitting across from you again and again gazes on you and listens to you sweetly laughting which snatchs away from sombre me my every sense for the instant I glance on you Lesbia nothing is left to me [of voice] but my tongue is numbed a keen-edged flame spreads through my limbs with sound self-caused my twin ears sing and my eyes are enwrapped with night."], ["otium Catulle tibi molestum est otio exsultas nimiumque gestis.", "Leisure Catullus to you is hurtful in leisure beyond measure do you exult and pass your life."], ["otium et reges prius et beatas perdidit urbes.", "Leisure first ruined rulers and prosperous cities."]], [[[" Quid est Catulle?"], "What is it Catullus why delay your death?"], [["quid moraris emori?", "sella in curuli struma Nonius sedet per consulatum perierat Vatinius quid est Catulle?", "quid moraris emori?"], "Nonius the tumor is seated in the curule chair Vatinius lies his way to the consulship what is it Catullus why delay your death?"]], [[" Risi nescio quem modo e corona qui cum mirifice Vatiniana meus crimina Calvus explicasset admirans ait haec manusque tollens “di magni salaputium disertum!”", "I just had to laugh at someone in the crowded court who when with admirable art my Calvus had set forth Vatinius' crimes with hands uplifted in admiration thus spoke \"Great Gods the fluent little Salaputian!\""]], [[" Othonis caput oppido est pusillum et eri rustica semilauta crura subtile et leve peditum Libonis si non omnia displicere vellem tibi et Fuficio seni recocto irascere iterum meis iambis immerentibus unice imperator.", "Otho's tiny little head isthe master's uncouth half-soaped legs Libo's light and delicate windif not all things I wish would displease you and Fuficius that warmed-over old managain you will be enraged at my undeserving iambics Generalissimo."]], [[" Oramus si forte non molestum est demonstres ubi sint tuae tenebrae.", ["We beg if maybe it's not too much trouble you'll show us where your haunt may be."]], ["te campo quaesivimus minore te in circo te in omnibus libellis te in templo summi Iovis sacrato.", ["We looked for you in the smaller Campus for you in the Circus for you in every bookshop for you in Jupiter's holy temple."]], ["in Magni simul ambulatione femellas omnes amice prendi quas vultu vidi tamen serenas.", ["One of them drawing back her naked \"Look! he's hiding here between my rosey-red nipples!\" But bearing with you is a labor of Hercules now."]], ["† A velte sic ipse flagitabam “camerium mihi pessimae puellae!” quaedam inquit nudum † reduc † “en hic in roseis latet papillis.” sed te iam ferre Herculi labos est tanto ten fastu negas amice?", ["My friend on Magnus' promenade I grabbed every girl I saw whose looks were unruffled and at the same time I demanded loudly \"Give me back Camerius you wretched girls.\"", "Do you deny that you bear yourself in such great arrogance my friend?"]], ["dic nobis ubi sis futurus ede audacter committe crede luci.", ["Tell us where you will be declare it boldly give up the secret trust it to the light."]], ["nunc te lacteolae tenent puellae?", ["What do the milk-white maidens detain you?"]], ["si linguam clauso tenes in ore fructus proicies amoris omnes verbosa gaudet Venus loquella.", ["If you hold your tongue closed up in your mouth you squander Love's every fruit for Venus joys in words and talk."]], ["vel vi vis licet obseres palatum dum veri sis particeps amoris.", ["Yet if you wish you may bar your palate as long as you are a partner of true love."]]], [[" O rem ridiculam Cato et iocosam dignamque auribus et tuo cachinno.", "O thing ridiculous Cato and funny and worthy of your ears and of your laughter."], ["ride quidquid amas Cato Catullum res est ridicula et nimis iocosa.", "Laugh Cato the more you love Catullus the thing is ridiculous and too funny."], ["deprendi modo pupulum puellae trusantem hunc ego si placet Dionae pro telo rigida mea cecidi.", "Just now I caught a boy a-thrusting in a girl and so please you Dione for lack of a weapon I slayed him with my own rigidity."]], [[" Pulchre convenit improbis cinaedis Mamurrae pathicoque Caesarique.", ["Beautifully it fits the shameless sodomites Mamurra and sexually submissive Caesar."]], ["nec mirum maculae pares utrisque urbana altera et illa Formiana impressae resident nec eluentur morbosi pariter gemelli utrique uno in lecticulo erudituli ambo non hic quam ille magis vorax adulter rivales socii puellularum pulchre convenit improbis cinaedis.", ["It's no wonder they share like stains—the one from the City the other Formian—which stay deep-marked and they can not be washed off.", "Debauched twins each both learned both in one bed one not more than the other the greater greedier adulterer allied rivals of the girls.", "Beautifully it fits the shameless sodomites."]]], [[" Caeli Lesbia nostra Lesbia illa illa Lesbia quam Catullus unam plus quam se atque suos amavit omnes nunc in quadriviis et angiportis glubit magnanimi Remi nepotes.", "0 Caelius our Lesbia that Lesbia the self-same Lesbia whom Catullus loved more than himself and all his own now at the cross-roads and in the alleyways husks off the high-spirited descendants of Remus."]], [[" Non custos si fingar ille Cretum non si Pegaseo ferar volatu non Ladas ego pinnipesve Perseus non Rhesi niveae citaeque bigae adde huc plumipedes volatilesque ventorumque simul require cursum quos vinctos Cameri mihi dicares defessus tamen omnibus medullis et multis langoribus peresus essem te mihi amice quaeritando.", "Not if I were molded into the Cretan guard not if I were born with Pegasean wing or I Ladas or Perseus with winged foot or Rhesus' swift and snowy team add to these the feathery-footed and winged ones ask at the same time the course of the winds which bound up Camerius you name as mine yet exhausted in my every marrow and with many a faintness consumed I would be in my quest for you my friend."]], [[" Bononiensis Rufa Rufulum fellat uxor Meneni saepe quam in sepulcretis vidistis ipso rapere de rogo cenam cum devolutum ex igne prosequens panem ab semiraso tunderetur ustore.", "Rufa of Bononia blows Rufulus she the wife of Menenius.. Often you have seen her among the tombs snatching her meal from the funeral pyre.. When she chases after the bread which has rolled from the fire she is buffeted by the half-shaven cremator."]], [[" Num te leaena montibus Libystinis aut Scylla latrans infima inguinum parte tam mente dura procreavit ac taetra ut supplicis vocem in novissimo casu contemptam haberes ah nimis fero corde?", "Did a lioness of the Libyan mountains beget you or Scylla yelping from her lowmost groin with mind so harsh and loathsome that you have contempt for a suppliant's voice in his last calamity?. ah heart overgreatly cruel."]], [[[" Collis o Heliconii cultor Uraniae genus qui rapis teneram ad virum virginem o Hymenaee Hymen o Hymen Hymenaee cinge tempora floribus suave olentis amaraci flammeum cape laetus huc huc veni niveo gerens luteum pede soccum excitusque hilari die nuptialia concinens voce carmina tinnula pelle humum pedibus manu pineam quate taedam."], "You who dwell on Helicon Hill sprung from Urania who carry off the gentle virgin to her mate O Hymenaeus Hymen O Hymen Hymenaeus! Twine round your temples sweet-smelling flowers of marjoram put on your gold-tinted veil lighthearted here come here bearing on snowy foot the golden-yellow sandal And afire with the joyous day chanting wedding melodies with ringing voice strike the ground with your feet with your hand swing aloft the torch of pine."], [["namque Vinia Manilo qualis Idalium colens venit ad Phrygium Venus iudicem bona cum bona nubet alite virgo floridis velut enitens myrtus Asia ramulis quos hamadryades deae ludicrum sibi rosido nutriunt umore."], "For Vinia—fair as Venus dwelling in Idalium when came to the Phrygian judge—a virgin fair weds Manlius amid happy auspices."], [["quare age huc aditum ferens perge linquere Thespiae rupis Aonios specus nympha quos super irrigat frigerans Aganippe ac domum dominam voca coniugis cupidam novi mentem amore revinciens ut tenax hedera huc et huc arborem implicat errans."], "She bright-shining as the Asian myrtle florid in its branches which the Hamadryads nurture for their pleasure with besprinkled dew."], [["vosque item simul integrae virgines quibus advenit par dies agite in modum dicite “o Hymenaee Hymen o Hymen Hymenaee.” ut libentius audiens se citarier ad suum munus huc aditum ferat dux bonae Veneris boni coniugator amoris."], "So come then! convey your approach here leaving the Aonian cave in cliffs of Thespiae over which flows the chilling stream of Aganippe."], [["quis deus magis anxiis est petendus amantibus?"], "And summon homewards the mistress eager for her new husband firm-prisoning her soul in love as tight-clasping ivy wandering here and there wraps the tree around."], [["quem colent homines magis caelitum?", "o Hymenaee Hymen o Hymen Hymenaee."], "And also you upright virgins for whom a like day is nearing chant in cadence singing “O Hymenaeus Hymen O Hymen Hymenaeus!” That more freely hearing himself to his duty called will he bear here his presence Lord of honorable love uniter of true lovers."], [["te suis tremulus parens invocat tibi virgines zonula solvunt sinus te timens cupida novus captat aure maritus."], "What god is worthier to be sought by anxious lovers?"], [["nil potest sine te Venus fama quod bona comprobet commodi capere at potest te volente."], "Whom of the celestials do men worship more greatly?"], [["tu fero iuveni in manus floridam ipse puellulam dedis a gremio suae matris o Hymenaee Hymen o Hymen Hymenaee.", "quis huic deo compararier ausit?"], "O Hymenaeus Hymen O Hymen Hymenaeus! You for his young the trembling father beseeches for you virgins unclasp the belt from their breasts for you the fearful bridegroom harkens with eager ear."], [["nulla quit sine te domus liberos dare nec parens stirpe nitier at potest te volente."], "You deliver into the hands of the untamed youth that flower-like maiden taken from her mother's bosom O Hymenaeus Hymen O Hymen Hymenaeus! Without you Venus can do nothing suitable that good repute sanctions but she can with you willing."], [["quis huic deo compararier ausit?"], "Who dares to be compared with such a god?"], [["quae tuis careat sacris non queat dare praesides terra finibus at queat te volente."], "Without you no house can produce heirs no parent be surrounded by offspring but they can with you willing."], [["quis huic deo compararier ausit?"], "Who dares to be compared with such a god?"], [["claustra pandite ianuae virgo adest."], "And lacking your rites no land can give protection to its territory but it can with you willing."], [["viden ut faces splendidas quatiunt comas?"], "Who dares to be compared with such a god?"], [["tardet ingenuus pudor quem tamen magis audiens flet quod ire necesse est."], "Unbolt open the gates the virgin is here."], [["flere desine."], "See how the torches shake their gleaming locks?"], [["Non tibi Au- runculeia periculum est ne qua femina pulchrior clarum ab Oceano diem viderit venientem."], "Her natural modesty detains her hearing this the more she weeps because she must go."], [["talis in vario solet divitis domini hortulo stare flos hyacinthinus."], "Cease your tears."], [["sed moraris abit dies prodeas nova nupta."], "For you there is no peril Aurunculeia that any woman more beauteous will ever see the light of day coming from Ocean."], [["prodeas nova nupta si iam videtur et audias nostra verba."], "You are like the hyacinth flower which stands aloft amid varied riches of its master's garden."], [["vide ut faces aureas quatiunt comas prodeas nova nupta."], "But you delay day slips by advance new bride."], [["non tuus levis in mala deditus vir adultera probra turpia persequens a tuis teneris volet secubare papillis lenta quin velut adsitas vitis implicat arbores implicabitur in tuum complexum."], "Advance new bride it it now seems right and listen to our speech."], [["Sed abit dies prodeas nova nupta."], "See how the torches shake their glittering tresses advance new bride."], [["o cubile quod omnibus candido pede lecti quae tuo veniunt ero quanta gaudia quac vaga nocte quae medio die gaudeat! sed abit dies Prodeas nova nupta."], "Nor is your man a fickle husband given to ill adulteries seeking shameless acts ever wishing to lie away from your soft breasts But as the lithe vine among neighbouring trees doth cling so shall he be enclasped in your embrace."], [["da nuces pueris iners concubine satis diu lusisti nucibus libet iam servire Talasio."], "But day slips by advance new bride."], [["tollite o pueri faces flammeum video venire.", "ite concinite in modum “o Hymen Hymenaee io o Hymen Hymenaee.” ne diu taceat procax fescennina iocatio nec nuces pueris neget desertum domini audiens concubinus amorem.", "concubine nuces da."], "O nuptial couch which for allwith feet of ivory white."], [["sordebant tibi vilicae concubine hodie atque heri nunc tuum cinerarius tondet os."], "What joys are coming to your man in fleeting night in noon of day let him rejoice! but day slips by advance new bride."], [["miser ah miser concubine nuces da."], "Raise high O boys the torches I see the gleaming veil approach."], [["diceris male te a tuis unguentate glabris marite abstinere sed abstine."], "Come chant in cadence “O Hymen Hymenaeus io O Hymen Hymenaeus.” Nor longer silent is lewd Fescinnine jest nor favorite hearing your master's love has flown deny the nuts to the boys."], [["o Hymen Hymenaee io o Hymen Hymenaee."], "Give nuts to the boys O listless favorite long enough have you played nuts now you must serve Talassius."], [["scimus haec tibi quae licent sola cognita sed marito ista non eadem licent.", "o Hymen Hymenaee io o Hymen Hymenaee."], "O favorite give the nuts! The country wives were dirt to you O favorite but yesterday now the barber shaves your face."], [["nupta tu quoque quae tuus vir petet cave ne neges ne petitum aliunde eat."], "Wretched wretched favorite give the nuts."], [["o Hymen Hymenaee io o Hymen Hymenaee.", "en tibi domus ut potens et beata viri tui quae tibi sine serviat (o Hymen Hymenaee io o Hymen Hymenaee)."], "They will say when the bridegroom has been annointed that you can scarce abstain from your hairless boys butabstain! O Hymen Hymenaeus io O Hymen Hymenaeus."], [["usque dum tremulum movens cana tempus anilitas omnia omnibus adnuit."], "We know that these delights were known to you only when lawful but to the wedded these same no more are lawful."], [["o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus! You also bride what your husband seeks beware of denying lest he go elsewhere in its search."], [["transfer omine cum bono limen aureolos pedes rasilemque subi forem."], "O Hymen Hymenaeus io O Hymen Hymenaeus! Look your husband's home is yours influential and goodly allow it to serve you (O Hymen Hymenaeus io O Hymen Hymenaeus!) Until white-haired old age shaking your trembling brow nods assent to everything."], [["o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus! Bring with good omen your golden feet across the threshold and go through the polished doorway."], [["adspice unus ut accubans vir tuus Tyrio in toro totus immineat tibi."], "O Hymen Hymenaeus io O Hymen Hymenaeus! Look! your husband alone within lying on Tyrian couch all-expectant waits for you."], [["o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus! No less than in yours in his breast burns an inmost flame but more deeply inward."], [["illi non minus ac tibi pectore uritur intimo flamma sed penite magis o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus! Release the maiden's slender arm boy with crimson-bordered toga now let her approach her husband's couch."], [["mitte bracchiolum teres praetextate puellulae iam cubile adeat viri.", "o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus."], [["o bonae senibus viris cognitae bene feminae conlocate puellulam."], "You good women of fair renown to aged spouses put the maiden to bed."], [["o Hymen Hymenaee io o Hymen Hymenaee."], "O Hymen Hymenaeus io O Hymen Hymenaeus."], [["iam licet venias marite uxor in thalamo tibi est ore floridulo nitens alba parthenice velut luteumve papaver."], "Now you may come bridegroom your wife is in the bedroom with face brightly blushing as white parthenice amid ruddy poppies."], [["at marite (ita me iuvent caelites) nihilo minus pulcher es neque te Venus neglegit."], "But bridegroom (so help me the heaven-dwellers) in no way less beautiful are you nor does Venus slight you."], [["sed abit dies perge ne remorare."], "But the day slips by on! do not delay."], [["non diu remoratus es iam venis."], "You have not delayed for long now you are coming."], [["bona te Venus iuverit quoniam palam quod cupis cupis et bonum non abscondis amorem."], "Kindly Venus will help you since what you desire you take publicly and do not conceal true love."], [["ille pulveris Africi siderumque micantium subducat numerum prius qui vestri numerare vult multa milia ludi."], "Whoever wishes to keep count of your many thousand games first let him make an accounting of the number of Africa's sands and the glittering stars."], [["ludite ut libet et brevi liberos date."], "Play as you like and speedily give heirs."], [["non decet tam vetus sine liberis nomen esse sed indidem semper ingenerari."], "It does not become so old a name to without children but from similar stock always to be generated."], [["Torquatus volo parvulus matris e gremio suae porrigens teneras manus dulce rideat ad patrem semihiante labello."], "A little Torquatus I wish from his mother's lap reaching out his dainty hands and smiling sweetly at his father with lips apart."], [["sit suo similis patri Manlio et facile insciis noscitetur ab omnibus et pudicitiam suae matris indicet ore."], "May he be like his father Manlius and easily acknowledged by every stranger and by his face point out his mother's faithfulness."], [["talis illius a bona matre laus genus adprobet qualis unica ab optima matre Telemacho manet fama Penelopeo."], "May such praise confirm his birth from true mother such fame as rests only with Telemachus from best of mothers Penelope."], [["claudite ostia virgines lusimus satis."], "Close the doors virgins enough we've played."], [["at boni coniuges bene vivite et munere adsiduo valentem exercete iuventam."], "But fair bride and groom live you well and diligently fulfil the office of vigorous youth."]], [[[" youths Vesper adest iuvenes consurgite vesper Olympo exspectata diu vix tandem lumina tollit."], "Youths Vesper is here youths arise."], [["surgere iam tempus iam pinguis linquere mensas iam veniet virgo iam dicetur hymenaeus."], "Vesper at last has just borne aloft in the heavens his long awaited light."], [["Hymen O Hymenaee Hymen ades O Hymenaee."], "Now it is time to arise now to leave the luxurious tables now will come the virgin now will be sung the Hymenaeus."], [["maidens cernitis innuptae iuvenes?"], "Hymen O Hymenaeus Hymen come O Hymenaeus! Maidens Unwedded girls do you see the youths?"], [["consurgite contra nimirum Oetaeos ostendit Noctifer ignes."], "Arise in response so it must be that the Star of Eve displays its Oetaean fires."], [["sic certe est viden ut perniciter exsiluere?"], "Surely it is thus see how fleetly they have leapt forth?"], [["non temere exsiluere canent quod vincere par est."], "Nor without intent have they leapt forth what they will sing it is our task to surpass."], [["Hymen O Hymenaee Hymen ades O Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Youths For us comrades the palm of victory is not easily acquired see how the girls rehearse what they planned."], [["youths non facilis nobis aequales palma parata est adspicite innuptae secum ut meditata requirunt."], "They do not plan in vain what they have may be memorable."], [["non frustra meditantur habent memorabile quod sit."], "No wonder for inwardly they toil with whole of their minds."], [["nec mirum penitus quae tota mente laborant."], "Our minds are parted in one direction our ears in another rightfully therefore we shall be surpassed for victory loves solicitude."], [["nos alio mentes alio divisimus aures iure igitur vincemur amat victoria curam."], "So then at least now focus your attention now they begin to sing now we shall have to respond."], [["quare nunc animos saltem convertite vestros dicere iam incipient iam respondere decebit.", "Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Maidens Hesperus! what crueler star is borne aloft in the heavens?"], [["maidens Hespere qui caelo fertur crudelior ignis?"], "you who could pluck a maid from her mother's embrace pluck a clinging maid from her mother's embrace and could give the chaste girl to a burning youth."], [["qui natam possis complexu avellere matris complexu matris retinentem avellere natam et iuveni ardenti castam donare puellam."], "What more cruel could victors accomplish in vanquished city?"], [["quid faciunt hostes capta crudelius urbe?", "Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Youths Hesperus! what more delightful star shines in the heavens?"], [["youths Hespere qui caelo lucet iucundior ignis?"], "you who strengthen with your flame the marriage betrothals which husbands pledge and which the fathers pledged before and they are not joined before your flame is borne aloft."], [["qui desponsa tua firmes conubia flammma quae pepigere viri pepigerunt ante parentes nec iunxere prius quam se tuus extulit ardor."], "What more wished for do the gods give than that happy hour?"], [["quid datur a divis felici optatius hora?", "Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Maidens Hesperus comrades has stolen one girl away from us&lsqbHymen O Hymenaeus Hymen come O Hymenaeus!&rsqb Youths For at your approach a guard always keeps watch."], [["maidens Hesperus e nobis aequales abstulit unam youths namque tuo adventu vigilat custodia semper."], "Thieves lie in wait by night often on your return with your name changed Hesperus you catch the same men."], [["nocte latent fures quos idem saepe revertens Hespere mutato comprendis nomine eosdem."], "Yet it pleases the unwedded girls to criticize you with false complaints."], [["at libet innuptis ficto te carpere questu."], "But what if they criticize the one whom with silent mind they long for?"], [["quid tum si carpunt tacita quem mente requirunt?"], "Hymen O Hymenaeus Hymen come O Hymenaeus! Maidens As grows the hidden flower in a walled garden unknown to cattle uprooted by no plow which the breezes caress the sun strengthens and the rain gives growth many boys and many girls have longed for it this same flower when plucked by a delicate fingernail sheds its blossoms no boys and no girls long for it so the virgin while she stays untouched so long is she dear to her own when she has lost her chaste flower from her body profaned she does not remain a delight for the boysshe beauteous nor is she dear to the girls."], [["Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Youths As the widowed vine which grows in naked field never uplifts itself never ripens a mellow grape but bending prone beneath the weight of its tender body now and again its highmost shoot touches with its root this no farmer no oxen will cultivate but if this same chance to be joined with marital elm many farmers many oxen will cultivate it so the virgin while she stays untouched so long does she age uncultivated but when she obtains fitting union at the right time dearer is she to her husband and less of a trouble to her father."], [["maidens ut flos in saeptis secretus nascitur hortis ignotus pecori nullo convulsus aratro quem mulcent aurae firmat sol educat imber multi illum pueri multae optavere puellae idem cum tenui carptus defloruit ungui nulli illum pueri nullae optavere puellae sic virgo dum intacta manet dum cara suis est cum castum amisit polluto corpore florem nec pueris iucunda manet nec cara puellis.", "Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus! Youths and Maidens Even you virgin do not struggle against such a mate."], [["youths ut vidua in nudo vitis quac nascitur arvo nunquam se extollit nunquam mitem educat unam sed tenerum prono deflectens pondere corpus iam iam contingit summum radice flagellum hanc nulli agricolae nulli accoluere iuvenci at si forte eadem est ulmo coniuncta marito multi illam agricolae multi accoluere iuvenci sic virgo dum intacta manet dum inculta senescit cum par conubium maturo tempore adepta est cara viro magis et minus est invisa parenti."], "It is improper to struggle with him to whom your father has handed you over your father himself together with your mother whom you must obey."], [["et tu ne pugna cum tali coniuge virgo."], "Your maidenhead is not wholly yours in part it is your parents' a third part is your father's a third part is given to your mother a third alone is yours be unwilling to struggle against two who to their son-in-law their rights together with dowry have given."], [["non aequum est pugnare pater cui tradidit ipse ipse pater cum matre quibus parere necesse est.", "virginitas non tota tua est ex parte parentum est tertia pars patri pars est data tertia matri tertia sola tua est.", "noli pugnare duobus qui genero sua iura simul cum dote dederunt.", "Hymen o Hymenaee Hymen ades o Hymenaee."], "Hymen O Hymenaeus Hymen come O Hymenaeus!"]], [[[" Super alta vectus Attis celeri rate maria Phrygium ut nemus citato cupide pede tetigit adiitque opaca silvis redimita loca deae stimulatus ibi furenti rabie vagus animis devolvit ili acuto sibi pondera silice."], "Over the vast main borne by swift-sailing ship Attis as with hasty hurried foot he reached the Phrygian wood and gained the tree-girt gloomy sanctuary of the Goddess there roused by rabid rage and mind astray with sharp-edged flint downwards dashed his burden of virility."], [["itaque ut relicta sensit sibi membra sine viro etiam recente terrae sola sanguine maculans niveis citata cepit manibus leve typanum typanum tubam Cybelles tua mater initia quatiensque terga tauri teneris cava digitis canere haec suis adorta est tremebunda comitibus “agite ite ad alta Gallae Cybeles nemora simul simul ite Dindymenae dominae vaga pecora aliena quae petentes velut exsules loca sectam meam exsecutae duce me mihi comites rapidum salum tulistis truculentaque pelagi et corpus evirastis Veneris nimio odio hilarate erae citatis erroribus animum.", "mora tarda mente cedat simul ite sequimini Phrygiam ad domum Cybelles Phrygia ad nemora deae ubi cymbalum sonat vox ubi tympana reboant tibicen ubi canit Phryx curvo grave calamo ubi capita maenades vi iaciunt hederigerae ubi sacra sancta acutis ululatibus agitant ubi suevit illa divae volitare vaga cohors quo nos decet citatis celerare tripudiis.” simul haec comitibus Attis cecinit notha mulier thiasus repente linguis trepidantibus ululat leve tympanum remugit cava cymbala recrepant viridem citus adit Idam properante pede chorus."], "Then as he felt his limbs were left without their manhood and the fresh-spilt blood staining the soil with bloodless hand she hastily took a tambour light to hold your taborine Cybele your initiate rite and with feeble fingers beating the hollowed bullock's back she rose up quivering thus to chant to her companions."], [["furibunda simul anhelans vaga vadit animam agens comitata tympano Attis per opaca nemora dux veluti iuvenca vitans onus indomita iugi rapidae ducem secuntur Gallae properipedem."], "“Haste you together she-priests to Cybele's dense woods together haste you vagrant herd of the dame Dindymene you who inclining towards strange places as exiles following in my footsteps led by me comrades you who have faced the ravening sea and truculent main and have castrated your bodies in your utmost hate of Venus make glad our mistress speedily with your minds' mad wanderings."], [["itaque ut domum Cybelles tetigere lassulae nimio e labore somnum capiunt sine Cerere."], "Let dull delay depart from your thoughts together haste you follow to the Phrygian home of Cybele to the Phrygian woods of the Goddess where sounds the cymbal's voice where the tambour resounds where the Phrygian flutist pipes deep notes on the curved reed where the ivy-clad Maenades furiously toss their heads where they enact their sacred orgies with shrill-sounding ululations where that wandering band of the Goddess flits about there it is meet to hasten with hurried mystic dance.” When Attis spurious woman had thus chanted to her comity the chorus straightway shrills with trembling tongues the light tambour booms the concave cymbals clang and the troop swiftly hastes with rapid feet to verdurous Ida."], [["piger his labante langore oculos sopor operit abit in quiete molli rabidus furor animi."], "Then raging wildly breathless wandering with brain distraught hurries Attis with her tambour their leader through dense woods like an untamed heifer shunning the burden of the yoke and the swift Gallae press behind their speedy-footed leader."], [["sed ubi oris aurci Sol radiantibus oculis lustravit aethera album sola dura mare ferum pepulitque noctis umbras vegetis sonipedibus ibi Somnus excitam Attin fugiens citus abiit trepidante eum recepit dea Pasithea sinu."], "So when the home of Cybele they reach wearied out with excess of toil and lack of food they fall in slumber."], [["ita de quiete molli rapida sine rabie simul ipsa pectore Attis sua facta recoluit liquidaque mente vidit sine quis ubique foret animo aestuante rusum reditum ad vada tetulit."], "Sluggish sleep shrouds their eyes drooping with faintness and raging fury leaves their minds to quiet ease."], [["ibi maria vasta visens lacrimantibus oculis patriam adlocuta maesta est ita voce miseriter “patria o mei creatrix patria o mea genetrix ego quam miser relinquens dominos ut erifugae famuli solent ad Idae tetuli nemora pedem ut apud nivem et ferarum gelida stabula forem et earum omnia adirem furibunda latibula ubinam aut quibus locis te positam patria reor?"], "But when the sun with radiant eyes from face of gold glanced over the white heavens the firm soil and the savage sea and drove away the glooms of night with his brisk and clamorous team then sleep fast-flying quickly sped away from wakening Attis and goddess Pasithea received Somnus in her panting bosom."], [["cupit ipsa pupula ad te sibi derigere aciem rabie fera carens dum breve tempus animus est."], "Then when from quiet rest torn her delirium over Attis at once recalled to mind her deed and with lucid thought saw what she had lost and where she stood with heaving heart she backwards traced her steps to the landing-place."], [["egone a mea remota haec ferar in nemora domo?"], "There gazing over the vast main with tear-filled eyes with saddened voice in tristful soliloquy thus did she lament her land “Mother-land my creatress mother-land my begetter which full sadly I'm forsaking as runaway serfs do from their lords to the woods of Ida I have hasted on foot to stay amid snow and icy dens of beasts and to wander through their hidden lurking-places full of fury."], [["patria bonis amicis genitoribus abero?"], "Where or in what part mother-land may I imagine that you are?"], [["abero foro palaestra stadio et gymnasiis?"], "My very eyeball craves to fix its glance towards you while for a brief space my mind is freed from wild ravings."], [["miser ah miser querendum est etiam atque etiam anime."], "And must I wander over these woods far from my home?"], [["quod enim genus figurae est ego non quod obierim?"], "From country goods friends and parents must I be parted?"], [["ego mulier ego adulescens ego ephebus ego puer ego gymnasi fui flos ego eram decus olei mihi ianuae frequentes mihi limina tepida mihi floridis corollis redimita domus erat linquendum ubi esset orto mihi sole cubiculum."], "Leave the forum the palaestra the race-course and gymnasium?"], [["ego nunc deum ministra et Cybeles famula ferar?"], "Wretched wretched soul it is yours to grieve for ever and ever."], [["ego maenas ego mei pars ego vir sterilis ero?"], "For what shape is there whose kind I have not worn?"], [["ego viridis algida Idae nive amicta loca colam?"], "I (now a woman) I a man a stripling and a lad I was the gymnasium's flower I was the pride of the oiled wrestlers my gates my friendly threshold were crowded my home was decked with floral garlands when I used to leave my couch at sunrise."], [["ego vitam agam sub altis Phrygiae columinibus ubi cerva silvicultrix ubi aper nemorivagus?"], "Now will I live a ministrant of gods and slave to Cybele?"], [["iam iam dolet quod egi iam iamque paenitet.” roseis ut huic labellis sonitus citus abiit geminas deorum ad aures nova nuntia referens ibi iuncta iuga resoluens Cybele leonibus laevumque pecoris hostem stimulans ita loquitur."], "I a Maenad I a part of me I a sterile trunk! Must I range over the snow-clad spots of verdurous Ida and wear out my life beneath lofty Phrygian peaks where stay the sylvan-seeking stag and woodland-wandering boar?"], [["“Agedum” inquit “age ferox i fac ut hunc furor agitet fac uti furoris ictu reditum in nemora ferat mea libere nimis qui fugere imperia cupit."], "Now now I grieve the deed I've done now now do I repent!” As the swift sound left those rosy lips borne by new messenger to gods' twinned ears Cybele unloosing her lions from their joined yoke and goading the left-hand foe of the herd thus speaks “Come” she says “to work you fierce one cause a madness urge him on let a fury prick him onwards till he returns through our woods he who over-rashly seeks to fly from my empire."], [["age caede terga cauda tua verbera patere fac cuncta mugienti fremitu loca retonent rutilam ferox torosa cervice quate iubam.” ait haec minax Cybelle religatque iuga manu."], "On! thrash your flanks with your tail endure your strokes make the whole place re-echo with roar of your bellowings wildly toss your tawny mane about your nervous neck.” Thus ireful Cybele spoke and loosed the yoke with her hand."], [["ferus ipse sese adhortans rabidum incitat animo vadit fremit refringit virgulta pede vago."], "The monster self-exciting to rapid wrath spurs his heart he rushes he roars he bursts through the brake with heedless tread."], [["at ubi umida albicantis loca litoris adiit tenerumque vidit Attin prope marmora pelagi facit impetum ille demens fugit in nemora fera ibi semper omne vitae spatium famula fuit."], "But when he gained the humid verge of the foam-flecked shore and spied the womanish Attis near the opal sea he made a bound the witless wretch fled into the wild wood there throughout the space of her whole life a bondsmaid did she stay."], [["dea magna dea Cybelle dea domina Dindymi procul a mea tuus sit furor omnis era domo alios age incitatos alios age rabidos."], "Great Goddess Goddess Cybele Goddess Dame of Dindymus far from my home may all your anger be 0 mistress urge others to such actions to madness others hound."]], [[[" Peliaco quondam prognatae vertice pinus dicuntur liquidas Neptuni nasse per undas Phasidos ad fluctus et fines Aeeteos cum lecti iuvenes Argivae robora pubis auratam optantes Colchis avertere pellem ausi sunt vada salsa cita decurrere puppi caerula verrentes abiegnis aequora palmis."], "Pines once sprung from Pelion's peak floated it is said through liquid billows of Neptune to the flowing Phasis and the Aeetaean territory when the picked youth the vigour of Argive manhood seeking to carry away the Golden Fleece from Colchis dared to skim over salt seas in a swift-sailing ship sweeping the blue-green ocean with paddles shaped from fir-wood."], [["diva quibus retinens in summis urbibus arces ipsa levi fecit volitantem flamine currum pinea coniungens inflexae texta carinae."], "That goddess who guards the castles in topmost parts of the towns herself fashioned the car scudding with lightest of winds uniting the interweaved pines unto the curving keel."], [["illa rudem cursu prima imbuit Amphitriten."], "That goddess first instructed untaught Amphitrite with sailing."], [["quae simul ac rostro ventosum proscidit aequor tortaque remigio spumis incanduit unda emersere freti candenti e gurgite vultus aequoreae monstrum Nereides admirantes."], "Scarce had it split with its stem the windy waves and the billow vexed with oars had whitened into foam when arose from the swirl of the hoary eddies the faces of sea-dwelling Nereids wondering at the marvel."], [["illa siqua alia viderunt luce marinas mortales oculis nudato corpore nymphas nutricum tenus exstantes e gurgite cano."], "And then on that propitious day mortal eyes gazed on sea-nymphs with naked bodies bare to the breasts outstanding from the foamy swirl."], [["tum Thetidis Peleus incensus fertur amore tum Thetis humanos non despexit hymenaeos tum Thetidi pater ipse iugandum Pelea sensit."], "Then it is said Peleus burned with desire for Thetis then Thetis despised not mortal marriage then Thetis' sire himself sanctioned her joining to Peleus."], [["o nimis optato saeclorum tempore nati heroes salvete deum genus o bona matrum progenies salvete iterum vos ego saepe meo vos carmine compellabo teque adeo eximie taedis felicibus aucte Thessaliae columen Peleu cui Iuppiter ipse ipse suos divum genitor concessit amores."], "O heroes born in the time of joyfuller ages hail! sprung from the gods good progeny of mothers hail! and may you be favourably inclined."], [["tene suam Tethys concessit ducere neptem Oceanusque mari totum qui amplectitur orbem?"], "I'll address you often in my song you too I'll approach Peleus pillar of Thessaly so increased in importance by your fortunate wedding-torches to whom Jupiter himself the sire of the gods himself yielded up his beloved."], [["tene Thetis tenuit pulcherrirna Nereine?", "quae simul optatae finito tempore luces advenere domum conventu tota frequentat Thessalia oppletur laetanti regia coetu dona ferunt prae se declarant gaudia vultu."], "Did not Thetis embrace you she most winsome of Nereids born?"], [["deseritur Cieros linquunt Phthiotica Tempe Crannonisque domos ac moenia Larisaea Pharsalum coeunt Pharsalia tecta frequentant."], "Did not Tethys consent that you should lead home her grandchild and Oceanus too whose waters enfold the total globe?"], [["rura colit nemo mollescunt colla iuvencis non humilis curvis purgatur vinea rastris non glaebam prono convellit vomere taurus non falx attenuat frondatorum arboris umbram squalida desertis robigo infertur aratris."], "When in full course of time the longed-for day had dawned all Thessaly assembled and thronged his home a gladsome company overspreading the halls they bear gifts to the fore and their joy in their faces they show."], [["ipsius at sedes quacumque opulenta recessit regia fulgenti splendent auro atque argento."], "Scyros remains a desert they leave Phthiotic Tempe Crannon's homes and the fortressed walls of Larissa at Pharsalia they gather beneath Pharsalian roofs they throng."], [["candet ebur soliis conlucent pocula mensae tota domus gaudet regali splendida gaza."], "None tills the soil the heifers' necks grow softened the trailing vine is not cleansed by the curved rake-prongs nor does the bull tear up the clods with the prone-bending plowblade nor does the sickle prune the shade of the spreading tree-branches squalid rust steals over the neglected plows."], [["pulvinar vero divae geniale locatur sedibus in medus Indo quod dente politum tincta tegit roseo conchyli purpura fuco."], "But this mansion throughout its innermost recesses of opulent royalty glitters with gleaming gold and with silver."], [["haec vestis priscis hominum variata figuris heroum mira virtutes indicat arte."], "Ivory makes white the seats goblets glint on the boards the whole house delights in the splendour of royal treasure."], [["namque fluentisono prospectans litore Diae Thesea cedentem celeri cum classe tuetur indomitos in corde gerens Ariadna furores necdum etiam sese quae visit visere credit ut pote fallaci quae tunc primum excita somno desertam in sola miseram se cernat harena."], "Placed in the midst of the mansion is the bridal bed of the goddess made glossy with Indian tusks and covered with purple tinted with the shell-fish's rosy dye."], [["immemor at iuvenis fugiens pellit vada remis irrita ventosae linquens promissa procellae."], "This tapestry embroidered with figures of men of ancient time portrays with admirable art the heroes' valour."], [["quem procul ex alga maestis Minois ocellis saxea ut effigies bacchantis prospicit eheu prospicit et magnis curarum fluctuat undis non flavo retinens subtilem vertice mitram non contecta levi velatum pectus amictu non tereti strophio lactentis vincta papillas omnia quae toto delapsa e corpore passim ipsius ante pedes fluctus salis adludebant."], "For looking forth from Dia's beach resounding with crashing of breakers Ariadne watches Theseus moving from sight with his swift fleet her heart swelling with raging passion and she does not yet believe she sees what she sees as newly-awakened from her deceptive sleep she perceives herself deserted and woeful on the lonely shore."], [["sic neque tum mitrae neque tum fluitantis amictus illa vicem curans toto ex te pectore Theseu toto animo tota pendebat perdita mente."], "But the heedless youth flying away beats the waves with his oars leaving his perjured vows to the gusty gales."], [["ah misera adsiduis quam luctibus exsternavit spinosas Erycina serens in pectore curas illa tempestate ferox quo ex tempore Theseus egressus curvis e litoribus Piraei attigit iniusti regis Gortynia tecta."], "In the dim distance from amidst the sea-weed the daughter of Minos with sorrowful eyes like a stone-carved Bacchante gazes afar alas! gazes after him heaving with great waves of grief."], [["nam perhibent olim crudeli peste coactam Androgeoneae poenas exsolvere caedis electos iuvenes simul et decus innuptarum Cecropiam solitam esse dapem dare Minotauro."], "No longer does the fragile fillet bind her yellow locks no more with light veil is her hidden bosom covered no more with rounded zone the milky breasts are clasped fallen down from her body everything is scattered here and there and the salt waves toy with them in front of her very feet."], [["quis angusta malis cum moenia vexarentur ipse suum Theseus pro caris corpus Athenis proicere optavit potius quam talia Cretam funera Cecropiae nec funera portarentur."], "But neither on fillet nor floating veil but on you Theseus in their stead was she musing on you she bent her heart her thoughts her love-lorn mind."], [["atque ita nave levi nitens ac lenibus auris magnanimum ad Minoa venit sedesque superbas."], "Ah woeful one with sorrows unending distraught Erycina sows thorny cares deep in your bosom since that time when Theseus fierce in his vigor set out from the curved bay of Piraeus and gained the Gortynian roofs of the iniquitous ruler."], [["hunc simul ac cupido conspexit lumine virgo regia quam suavis exspirans castus odores lectulus in molli complexu matris alebat quales Eurotae progignunt flumina myrtos aurave distinctos educit verna colores non prius ex illo flagrantia declinavit lumina quam cuncto concepit corpore flammam funditus atque imis exarsit tota medullis."], "For it is said that once constrained by the cruelest plague to expiate the slaughter of Androgeos Cecropia used to give both chosen youths and the pick of the unmarried maidens as a feast to the Minotaur."], [["heu misere exagitans immiti corde furores sancte puer curis hominum qui gaudia misces quaeque regis Golgos quaeque Idalium frondosum qualibus incensam iactastis mente puellam fluctibus in flavo saepe hospite suspirantem! quantos illa tulit languenti corde timores quanto saepe magis fulgore expalluit auri cum saevum cupiens contra contendere monstrum aut mortem appeteret Theseus aut praemia laudis."], "When thus his strait walls with ills were vexed Theseus with free will preferred to yield up his body for adored Athens rather than such Cecropian corpses be carried to Crete unobsequied."], [["non ingrata tamen frustra munuscula divis promittens tacito succendit vota labello."], "And therefore borne in a speedy craft by favouring breezes he came to the imperious Minos and his superb seat."], [["nam velut in summo quatientem bracchia Tauro quercum aut conigeram sudanti cortice pinum indomitus turbo contorquens flamine robur eruit (illa procul radicitus exturbata prona cadit † lateque cum eius obvia frangens) sic domito saevum prostravit corpore Theseus nequiquam vanis iactantem cornua ventis."], "Instantly with longing glance the royal virgin saw him she whom the chaste couch breathing out sweetest of scents cradled in her mother's tender enfoldings like the myrtle which the rivers of Eurotas produce or the many-tinted blooms opening with the springtide's breezes she bent not her flashing eyes away from him until the flame spread through her whole body and burned into her innermost marrow."], [["inde pedem sospes multa cum laude reflexit errabunda regens tenui vestigia filo ne labyrintheis e flexibus egredientem tecti frustraretur inobservabilis error."], "Ah hard of heart urging with misery to madness O holy boy who mingles men's cares and their joys and you queen of Golgos and of foliaged Idalium on what waves did you heave the mind-kindled maid sighing often for the golden-haired guest! What dreads she bore in her swooning soul! How often did she grow sallower in sheen than gold! When craving to contend against the savage monster Theseus faced death or the palm of praise."], [["sed quid ego a primo digressus carmine plura commemorem ut linquens genitoris filia vultum ut consanguineae complexum ut denique matris quae misera in gnata deperdita laetabatur omnibus his Thesei dulcem praeoptarit amorem aut ut vecta rati spumosa ad litora Diae venerit aut ut eam devinctam lumina somno liquerit immemori discedens pectore coniunx?"], "Then gifts to the gods not unpleasing not idly given with promise from tight-closed lips did she address her vows."], [["sicine discedens neglecto numine divum immernor ah devota domum periuria portas?"], "For as an oak waving its boughs on Taurus' top or a coniferous pine with sweating stem is uprooted by savage storm twisting its trunk with its blast (dragged from its roots prone it falls afar breaking all in the line of its fall) so did Theseus fling down the conquered body of the brute tossing its horns in vain towards the skies."], [["saepe illam perhibent ardenti corde furentem clarisonas imo fudisse ex pectore voces ac tum praeruptos tristem conscendere montes unde aciem in pelagi vastos protenderet aestus tum tremuli salis adversas procurrere in undas mollia nudatae tollentem tegmina surae atque haec extremis maestam dixisse querelis frigidulos udo singultus ore cientem “sicine me patriis avectam perfide ab aris perfide deserto liquisti in litore Theseu?", "nullane res potuit crudelis flectere mentis consilium?"], "Thence backwards he retraced his steps amidst great laud guiding his errant footsteps by means of a tenuous thread lest when coming out from tortuous labyrinthines his efforts be frustrated by unobservant wandering."], [["tibi nulla fuit clementia praesto immite ut nostri vellet miserescere pectus?"], "But why turned aside from my first story should I recount more how the daughter fleeing her father's face her sister's embrace and even her mother's who despairingly bemoaned her lost daughter preferred to all these the sweet love of Theseus or how borne by their boat to the spumy shores of Dia she came or how her husband with unmemoried breast forsaking her left her bound in the shadows of sleep?"], [["at non haec quondam blanda promissa dedisti voce mihi non haec miserae sperare iubebas sed conubia laeta sed optatos hymenaeos quae cuncta aerii discerpunt irrita venti."], "And oft so it is said with her heart burning with fury she poured out clarion cries from depths of her bosom then sadly scaled the rugged mounts whence she could cast her glance over the vast seething ocean then ran into the opposing billows of the heaving sea raising from her bared legs her clinging raiment and in uttermost plight of woe with tear-stained face and chilly sobs she spoke thus— “Is it thus O perfidious when dragged from my motherland's shores is it thus O false Theseus that you leave me on this desolate strand?"], [["nunc iam nulla viro iuranti femina credat nulla viri speret sermones esse fideles quis dum aliquid cupiens animus praegestit apisci nil metuunt iurare nihil promittere parcunt sed simul ac cupidae mentis satiata libido est dicta nihil meminere nihil periuria curant."], "thus do you depart unmindful of slighted godheads bearing home your perjured vows?"], [["certe ego te in medio versantem turbine leti eripui et potius germanum amittere crevi quam tibi fallaci supremo in tempore deessem pro quo dilaceranda feris dabor alitibusque praeda neque iniecta tumulabor mortua terra."], "Was no thought able to bend the intent of your ruthless mind?"], [["quaenam te genuit sola sub rupe leaena quod mare conceptum spumantibus exspuit undis."], "had you no clemency there that your pitiless bowels might show me compassion?"], [["quae Syrtis quae Scylla rapax quae vasta Charybdis talia qui reddis pro dulci praemia vita?"], "But these were not the promises you gave me idly of old this was not what you bade me hope for but the blithe bride-bed hymenaeal happiness all empty air blown away by the breezes."], [["si tibi non cordi fuerant conubia nostra saeva quod horrebas prisci praecepta parentis at tamen in vestras potuisti ducere sedes quae tibi iucundo famularer serva labore candida permulcens liquidis vestigia lymphis purpureave tuum constemens veste cubile."], "Now now let no woman give credence to man's oath let none hope for faithful vows from mankind for while their eager desire strives for its end nothing fear they to swear nothing of promises forbear they but instantly their lusting thoughts are satiate with lewdness nothing of speech they remember nothing of perjuries care."], [["sed quid ego ignaris nequiquam conqueror auris exsternata malo quae nullis sensibus auctae nec missas audire queunt nec reddere voces?"], "In truth I snatched you from the midst of the whirlpool of death preferring to suffer the loss of a brother rather than fail your need in the supreme hour O ingrate."], [["ille autem prope iam mediis versatur in undis nec quisquam adparet vacua mortalis in alga."], "For which I shall be a gift as prey to be rent by wild beasts and the carrion-fowl nor dead shall I be placed in the earth covered with funeral mound."], [["sic nimis insultans extremo tempore saeva fors etiam nostris invidit questibus auris."], "What lioness bore you beneath lonely crag?"], [["Iuppiter omnipotens utinam ne tempore primo Gnosia Cecropiae tetigissent litora puppes indomito nec dira ferens stipendia tauro perfidus in Creta religasset navita funem nec malus hic celans dulci crudelia forma consilia in nostris requiesset sedibus hospes! nam quo me referam?"], "What sea conceived and spued you from its foamy crest?"], [["quali spe perdita nitor?"], "What Syrtis what grasping Scylla what vast Charybdis?"], [["Idaeosne petam montes?"], "O you repayer with such rewards for your sweet life! If it was not your heart's wish to yoke with me through holding in horror the dread decrees of my stern sire yet you could have led me to your home where as your handmaid I might have served you with cheerful service laving your snowy feet with clear water or spreading the purple coverlet over your couch."], [["ah gurgite lato discernens ponti truculentum ubi dividit aequor?"], "Yet why distraught with woe do I vainly lament to the unknowing winds which unfurnished with sense can neither hear uttered complaints nor can return them?"], [["an patris auxilium sperem quemne ipsa reliqui respersum iuvenem fraterna caede secuta?"], "For now he has sped away into the midst of the seas nor does any mortal appear along this desolate seaboard."], [["coniugis an fido consoler memet amore quine fugit lentos incurvans gurgite remos?"], "Thus with overweening scorn bitter Fate in my extreme hour even grudges ears to my complaints."], [["praeterea nullo litus sola insula tecto nec patet egressus pelagi cingentibus undis nulla fugae ratio nulla spes omnia muta omnia sunt deserta ostentant omnia letum."], "All-powerful Jupiter! would that in old time the Cecropian ships had not touched at the Gnossan shores nor that the false mariner bearing the direful ransom to the unquelled bull had bound his ropes to Crete nor that yonder wretch hiding ruthless designs beneath sweet seemings had reposed as a guest in our halls! For whither may I flee?"], [["non tamen ante mihi languescent lumina morte nec prius a fesso secedent corpore sensus quam iustam a divis exposcam prodita multam caelestumque fidem postrema comprecer hora."], "in what hope O lost one take refuge?"], [["quare facta virum multantes vindice poena Eumenides quibus anguino redimita capillo frons exspirantis praeportat pectoris iras huc huc adventate meas audite querelas quas ego vae miserae extremis proferre medullis cogor inops ardens amenti caeca furore."], "Shall I climb the Idomenean crags?"], [["quae quoniam verae nascuntur pectore ab imo vos nolite pati nostrum vanescere luctum sed quali solam Theseus me mente reliquit tali mente deae funestet seque suosque.” has postquam maesto profudit pectore voces supplicium saevis exposcens anxia factis adnuit invicto caelestum numine rector quo nutu tellus atque horrida contremuerunt aequora concussitque micantia sidera mundus."], "but the truculent sea stretching far off with its whirlings of waters separates us."], [["ipse autem caeca mentem caligine Theseus consitus oblito dimisit pectore cuncta quae mandata prius constanti mente tenebat dulcia nec maesto sustollens signa parenti sospitem Erechtheum se ostendit visere portum namque ferunt olim classi cum moenia divae linquentem gnatum ventis concrederet Aegeus talia complexum iuveni mandata dedisse “gnate mihi longe iucundior unice vita gnate ego quem in dubios cogor dimittere casus reddite in extrema nuper mihi fine senectae quandoquidem fortuna mea ac tua fervida virtus eripit invito mihi te cui languida nondum lumina sunt gnati cara saturata figura non ego te gaudens laetanti pectore mittam nec te ferre sinam fortunae signa secundae sed primum multas expromam mente querelas canitiem terra atque infuso pulvere foedans inde infecta vago suspendam lintea malo nostros ut luctus nostraeque incendia mentis carbasus obscurata decet ferrugine Hibera."], "Dare I hope for help from my father whom I deserted to follow a youth besprinkled with my brother's blood?"], [["quod tibi si sancti concesserit incola Itoni quae nostrum genus ac sedes defendere Erechthei adnuit ut tauri respergas sanguine dextram tum vero facito ut memori tibi condita corde haec vigeant mandata nec ulla oblitteret aetas ut simul ac nostros invisent lumina collis funestam antennae deponant undique vestem candidaque intorti sustollant vela rudentes quam primum cernens ut laeta gaudia mente agnoscam cum te reducem aetas prospera sistet.” haec mandata prius constanti mente tenentem Thesea ceu pulsae ventorum flamine nubes aerium nivei montis liquere cacumen."], "Can I crave comfort from the care of a faithful husband who is fleeing with yielding oars encurving amidst whirling waters?"], [["at pater ut summa prospectum ex arce petebat anxia in adsiduos absumens lumina fletus cum primum inflati conspexit lintea veli praecipitem sese scopulorum e vertice iecit amissum credens immiti Thesea fato."], "If I turn from the beach there is no roof in this tenantless island no way shows a passage circled by waves of the sea no way of flight no hope all denotes dumbness desolation and death."], [["sic funesta domus ingressus tecta paterna morte ferox Theseus qualem Minoidi luctu obtulerat mente immemori talem ipse recepit."], "Nevertheless my eyes shall not be dimmed in death nor my senses secede from my spent frame until I have besought from the gods a just penalty for my betrayal and implored the faith of the celestials with my last breath."], [["quae tum prospectans cedentem maesta carinam multiplices animo volvebat saucia curas."], "Wherefore you requiters of men's deeds with avenging pains O Eumenides whose front enwreathed with serpent-locks blazons the wrath exhaled from your bosom come here here listen to my complaint which I sad wretch am urged to outpour from my innermost marrow helpless burning and blind with frenzied fury."], [["at parte ex alia florens volitabat Iacchus cum thiaso satyrorum et Nysigenis silenis te quaerens Ariadna tuoque incensus arnore."], "And since in truth they spring from the very depths of my heart be unwilling to allow my agony to pass unheeded but with such mind as Theseus forsook me with like mind O goddesses may he bring evil on himself and on his kin.” After she had poured forth these words from her grief-laden bosom distractedly clamouring for requital against his heartless deeds the celestial ruler assented with almighty nod at whose motion the earth and the shuddering waters quaked and the world of glittering stars quivered."], [["quae tum alacres passim lymphata mente furebant euhoe bacchantes euhoe capita inflectentes."], "But Theseus self-blinded with mental mist let slip from forgetful breast all those injunctions which until then he had held firmly in mind nor bore aloft sweet signals to his sad sire showing himself safe when in sight of Erectheus' haven."], [["harum pars tecta quatiebant cuspide thyrsos pars e divulso iactabant membra iuvenco pars sese tortis serpentibus incingebant pars obscura cavis celebrabant orgia cistis orgia quae frustra cupiunt audire profani plangebant aliae proceris tympana palmis aut tereti tenuis tinnitus aere ciebant multis raucisonos efflabant cornua bombos barbaraque horribili stridebat tibia cantu."], "For it is said that before when Aegeus entrusted his son to the winds on leaving the walls of the chaste goddess's city he gave these commands to the youth with his parting embrace “O my only son far dearer to me than long life lately restored to me at extreme end of my years O son whom I am forced to send off to a doubtful hazard since my ill fate and your ardent valour snatch you from me unwilling whose dim eyes are not yet sated with my son's dear form nor gladly and with joyous breast do I send you nor will I suffer you to bear signs of helpful fortune but first from my breast many a complaint will I express sullying my grey hairs with dust and ashes and then will I hang dusky sails to the swaying mast so that our sorrow and burning of mind are shown by rusty-dark Iberian canvas."], [["talibus amplifice vestis decorata figuris pulvinar complexa suo velabat amictu."], "Yet if the dweller on holy Itone who deigns to defend our race and Erectheus' dwellings grant you to besprinkle your right hand in the bull's blood then see that in very truth these commandments deep-stored in your heart's memory do flourish nor any time deface them."], [["quae postquam cupide spectando Thessala pubes expleta est sanctis coepit decedere divis."], "As soon as your eyes shall see our cliffs lower their gloomy clothing from every yard and let the twisted cordage bear aloft snowy sails where resplendent shall shine bright topmast spars so that immediately discerning I may know with gladness and lightness of heart that in prosperous hour you are returned to my face.” These charges at first held in constant mind from Theseus slipped away as clouds are impelled by the breath of the winds from the ethereal peak of a snow-clad mount."], [["hic qualis flatu placidum mare matutino horrificans Zephyrus proclivas incitat undas aurora exoriente vagi sub limina solis quae tarde primum clementi flamine pulsae procedunt leviterque sonant plangore cachinni post vento crescente magis magis increbescunt purpureaque procul nantes ab luce refulgent sic tum vestibuli linquentes regia tecta ad se quisque vago passim pede discedebant."], "But as his father sought the castle's turrets as watchplace dimming his anxious eyes with continual weeping when first he spied the discoloured canvas flung himself headlong from the top of the crags believing Theseus lost by harsh fate."], [["quorum post abitum princeps e vertice Peli advenit Chiron portans silvestria dona nam quoscumque ferunt campi quos Thessala magnis montibus ora creat quos propter fluminis undas aura parit flores tepidi fecunda Favoni hos indistinctis plexos tulit ipse corollis quo permulsa domus iucundo risit odore."], "Thus as he entered the grief-stricken house his paternal roof Theseus savage with slaughter met with like grief as that which with unmemoried mind he had dealt to Minos' daughter while she gazed with grieving at his disappearing keel turned over a tumult of cares in her wounded spirit."], [["confestim Penios adest viridantia Tempe Tempe quae silvae cingunt super impendentes naiasin linquens Doris celebranda choreis non vacuus namque ille tulit radicitus altas fagos ac recto proceras stipite laurus non sine nutanti platano lentaque sorore flammati Phaethontis et aeria cupressu.", "haec circum sedes late contexta locavit vestibulum ut molli velatum fronde vireret."], "But on another part &lsqbof the tapestry&rsqb swift hastened the flushed Iacchus with his train of Satyrs and Nisa-begot Sileni seeking you Ariadne and aflame with love for you.These scattered all around an inspired band rushed madly with mind all distraught ranting “Euhoe” with tossing of heads “Euhoe.” Some with womanish hands shook thyrsi with wreath-covered points some tossed limbs of a rended steer some girded themselves with writhed snakes some enacted obscure orgies with deep chests orgies of which the profane vainly crave a hearing others beat the tambours with outstretched palms or from the burnished brass provoked shrill tinklings blew raucous-sounding blasts from many horns and the barbarous pipe droned forth horrible song."], [["post hunc consequitur sollerti corde Prometheus extenuata gerens veteris vestigia poenae quam quondam silici restrictus membra catena persolvit pendens e verticibus praeruptis."], "With luxury of such figures was the coverlet adorned enwrapping the bed with its mantling embrace."], [["inde pater divum sancta cum coniuge natisque advenit caelo te solum Phoebe relinquens unigenamque simul cultricem montibus Idri Pelea nam tecum pariter soror adspernata est nec Thetidis taedas voluit celebrare iugalis."], "After the Thessalian youth were sated with the desire of gazing they began to give way to the sacred gods."], [["qui postquam niveis flexerunt sedibus artus large multiplici constructae sunt dape mensae cum interea infirmo quatientes corpora motu veridicos Parcae coeperunt edere cantus."], "Hence as with his morning's breath brushing the still sea Zephyrus makes the sloping billows uprise when Aurora mounts beneath the threshold of the wandering sun and the waves move forth slowly at first with the breeze's gentle motion (plashing with the sound as of low laughter) but after as the wind swells more and more frequent they crowd and gleam in the purple light as they float away—so quitting the royal vestibule the folk left each to his home with steps wandering hither and thither."], [["his corpus tremulum complectens undique vestis candida purpurea talos incinxerat ora at roseae niveo residebant vertice vittae aeternumque manus carpebant rite laborem."], "After their departure Chiron came chief from the summit of Pelion the bearer of sylvan spoil for whatever the fields bear what the Thessalian land on its high hills breeds and what flowers the fecund air of warm Favonius begets near the running streams these did he bear enwreathed into blended garlands wherewith the house rippled with laughter caressed by the grateful odor."], [["laeva colum molli lana retinebat amictum dextera tum leviter deducens fila supinis formabat digitis tum prono in pollice torquens libratum tereti versabat turbine fusum atque ita decerpens aequabat semper opus dens laneaque aridulis haerebant morsa labellis quae prius in levi fuerant exstantia filo."], "Speedily Penios stands present for a time leaving his verdant Tempe Tempe whose overhanging trees encircle to the Dorian choirs damsels Magnesian to frequent nor empty-handed—for he has borne here lofty beeches uprooted and the tall laurel with straight stem nor lacks he the nodding plane and the lithe sister of flame-wrapt Phaethon and the aerial cypress."], [["ante pedes autem candentis mollia lanae vellera virgati custodibant calathisci."], "These wreathed in line did he place around the palace so that the vestibule might grow green sheltered with soft fronds."], [["haec tum clarisona vellentes vellera voce talia divino fuderunt carmine fata carmine perfidiae quod post nulla arguet aetas “o decus eximium magnis virtutibus augens Emathiae tutamen opis clarissime nato accipe quod laeta tibi pandunt luce sorores veridicum oraclum."], "After him follows Prometheus of inventive mind bearing diminishing traces of his ancient punishment which once he had suffered with his limbs confined by chains hanging from the rugged Scythian crags."], [["sed vos quae fata secuntur currite ducentes subtegmina currite fusi."], "Then came the sire of gods from heaven with his holy consort and offspring leaving you alone Phoebus with your twin-sister the fosterer of the mountains of Idrus for equally with yourself did your sister disdain Peleus nor was she willing to honour the wedding torches of Thetis."], [["adveniet tibi iam portans optata maritis Hesperus adveniet fausto cum sidere coniunx quae tibi flexanimo mentem perfundat amore languidulosque paret tecum coniungere somnos levia substernens robusto bracchia collo."], "After they had reclined their snow-white forms along the seats tables were loaded on high with food of various kinds."], [["currite ducentes subtegmina currite fusi."], "In the meantime with shaking bodies and infirm gesture the Parcae began to intone their truth-naming chant."], [["nulla domus tales unquam contexit amores nullus amor tali coniunxit foedere amantes qualis adest Thetidi qualis concordia Peleo."], "Their trembling frames were enwrapped around with white garments encircled with a purple border at their heels snowy fillets bound each aged brow and their hands pursued their never-ending toil as of custom."], [["currite ducentes subtegmina currite fusi."], "The left hand bore the distaff enwrapped in soft wool the right hand lightly withdrawing the threads with upturned fingers shaped them then twisting them with the prone thumb it turned the balanced spindle with well-polished whirl."], [["nascetur vobis expers terroris Achilles hostibus haud tergo sed forti pectore notus qui persaepe vago victor certamine cursus flammea praevertet celeris vestigia cervae."], "And then with a pluck of their tooth the work was always made even and the bitten wool-shreds adhered to their dried lips which shreds at first had stood out from the fine thread."], [["currite ducentes subtegmina currite fusi."], "And in front of their feet wicker baskets of osier twigs took charge of the soft white woolly fleece."], [["non illi quisquam bello se conferet heros cum Phrygii Teucro manabunt sanguine campi Troicaque obsidens longinquo moenia bello periuri Pelopis vastabit tertius heres."], "These with clear-sounding voice as they combed out the wool out-poured fates of such kind in sacred song in song which no age yet to come could tax with untruth."], [["currite ducentes subtegmina currite fusi."], "“O with great virtues augmenting your exceeding honour mainstay of Emathia most famous in your issue receive what the sisters make known to you on this happy day a truth-naming oracle! But run you spindles drawing the thread which the fates follow run spindles! “Now Hesperus will come to you bearing what is longed for by bridegrooms with that fortunate star will your bride come who steeps your soul with the sway of softening love and prepares with you to conjoin in languorous slumber spreading her smooth arms beneath your sinewy neck."], [["illius egregias virtutes claraque facta saepe fatebuntur gnatorum in funere matres cum incultum cano solvent a vertice crinem putridaque infirmis variabunt pectora palmis."], "Run drawing the thread run spindles! “No house ever yet enclosed such loves no love bound lovers with such pact as abides with Thetis as is the concord of Peleus."], [["currite ducentes subtegmina currite fusi."], "Run drawing the thread run spindles! “To you will Achilles be born a stranger to fear to his foes known not by his back but by his strong breast who often the victor in the uncertain struggle of the foot-race will outrun the fire-fleet footsteps of the speedy doe."], [["namque velut densas praecerpens messor aristas sole sub ardenti flaventia demetit arva Troiugenum infesto prosternet corpora ferro."], "Run drawing the thread run spindles! “None in war with him may compare as a hero when the Phrygian streams trickle with Trojan blood and when besieging the walls of Troy with a long drawn-out warfare perjured Pelops' third heir lays that city waste."], [["currite ducentes subtegmina currite fusi."], "Run drawing the thread run spindles! “Often will mothers attest over funeral-rites of their sons his glorious acts and illustrious deeds when the white locks from their heads are unloosed amid ashes and they bruise their discoloured breasts with feeble fists."], [["testis erit magnis virtutibus unda Scamandri quae passim rapido diffunditur Hellesponto cuius iter caesis angustans corporum acervis alta tepefaciet permixta fiumina caede."], "Run drawing the thread run spindles! “For as the reaper plucking off the dense wheat-ears before their time mows the harvest yellowed beneath ardent sun so will he cast prostrate the corpses of Troy's sons with grim swords."], [["currite ducentes subtegmina currite fusi."], "Run drawing the thread run spindles! “His great valour will be attested by Scamander's wave which ever pours itself into the swift Hellespont narrowing its course with slaughtered heaps of corpses he shall make tepid its deep stream by mingling warm blood with the water."], [["denique testis erit morti quoque reddita praeda cum teres excelso coacervatum aggere bustum excipiet niveos percussae virginis artus."], "Run drawing the thread run spindles! “And finally she will be a witness the captive-maid handed to death when the heaped-up tomb of earth built in lofty mound receives the snowy limbs of the stricken virgin."], [["Currite ducentes subtegmina currite fusi."], "Run drawing the thread run spindles! “For instantly fortune will give the means to the war-worn Greeks to break Neptune's stone bonds of the Dardanian city the tall tomb shall be made dank with Polyxena's blood who as the victim succumbing beneath two-edged sword with yielding knees shall fall forward a headless corpse."], [["nam simul ac fessis dederit fors copiam Achivis urbis Dardaniae Neptunia solvere vincla alta Polyxenia madefient caede sepulcra quae velut ancipiti succumbens victima ferro proiciet truncum submisso poplite corpus."], "Run drawing the thread run spindles! “Come then! Conjoin in the longed-for delights of your love."], [["currite ducentes subtegmina currite fusi."], "Let the bridegroom receive his goddess in felicitous compact let the bride be given to her eager husband."], [["quare agite optatos animi coniungite amores."], "Run drawing the thread run spindles! “Neither will the nurse returning with morning light succeed in circling her neck with last night's thread."], [["accipiat coniunx felici foedere divam dedatur cupido iam dudum nupta marito."], "&lsqbRun drawing the thread run spindles!&rsqb nor need her solicitous mother fear that sad discord will cause a parted bed for her daughter nor need she cease to hope for dear grandchildren."], [["currite ducentes subtegmina currite fusi."], "Run drawing the thread run spindles!” With such soothsaying songs of yore did the Parcae chant from divine breast the felicitous fate of Peleus."], [["non illam nutrix orienti luce revisens hesterno collum poterit circumdare filo (currite ducentes subtegmina currite fusi) anxia nec mater discordis maesta puellae secubitu caros mittet sperare nepotes."], "For previously the heaven-dwellers used to visit the chaste homes of heroes and to show themselves in mortal assembly when their worship had not yet been scorned."], [["currite ducentes subtegmina currite fusi.” talia praefantes quondam felicia Pelei carmina divino cecinerunt pectore Parcae."], "Often the father of the gods resting in his glorious temple when on the festal days his annual rites appeared gazed on a hundred bulls strewn prone on the earth."], [["praesentes namque ante domos invisere castas heroum et sese mortali ostendere coetu caelicolae nondum spreta pietate solebant."], "Often wandering Liber on topmost summit of Parnassus led his howling Thyiads with loosely tossed locks when the Delphians tumultuously trooping from the whole of their city joyously acclaimed the god with smoking altars."], [["saepe pater divum templo in fulgente revisens annua cum festis venissent sacra diebus conspexit terra centum procumbere tauros."], "Often in lethal strife of war Mavors or swift Triton's queen or the Rhamnusian virgin in person did exhort armed bodies of men."], [["saepe vagus Liber Parnasi vertice summo Thyiadas effusis euantis crinibus egit cum Delphi tota certatim ex urbe ruentes acciperent laeti divum fumantibus aris."], "But after the earth was infected with heinous crime and each one banished justice from their grasping mind and brothers steeped their hands in fraternal blood the son ceased grieving over departed parents the sire craved for the funeral rites of his first-born that freely he might take of the flower of unwedded step-mother the unholy mother lying under her unknowing son did not fear to sully her household gods with dishonor everything licit and lawless commingled with mad infamy turned away from us the just-seeing mind of the gods."], [["saepe in letifero belli certamine Mavors aut rapidi Tritonis era aut Rhamnusia virgo armatas hominum est praesens hortata catervas.", "sed postquam tellus scelere est imbuta nefando iustitiamque omnes cupida de mente fugarunt perfudere manus fraterno sanguine fratres destitit exstinctos natus lugere parentes optavit genitor primaevi funera nati Liber ut innuptae poteretur flore novercae ignaro mater substernens se impia nato impia non verita est divos scelerare parentes omnia fanda nefanda malo permixta furore iustificam nobis mentem avertere deorum.", "quare nec talis dignantur visere coetus nec se contingi patiuntur lumine claro."], "Wherefore neither do they deign to appear at such assemblies nor will they permit themselves to be met in the daylight."]], [[" Etsi me adsiduo defectum cura dolore sevocat a doctis Ortale virginibus nec potis est dulcis Musarum expromere fetus mens animi tantis fluctuat ipsa malis— namque mei nuper Lethaeo gurgite fratris pallidulum manans adluit unda pedem Troia Rhoeteo quem subter litore tellus Ereptum nostris obterit ex oculis.", ["Though outspent with care and unceasing grief I am withdrawn Ortalus from the learned Virgins nor is my soul's mind able to bring forth the sweet fruit of the Muses (so much does it waver amidst ills for but lately the wave of the Lethean stream washes with its flow the poor pale foot of my brother whom the land of Troy crushes beneath the Rhoetean shore stolen from our eyes."]], ["nunquam ego te vita frater amabilior adspiciam posthac at certe semper amabo semper maesta tua carmina morte canam qualia sub densis ramorum concinit umbris Daulias absumpti fata gemens Ityli— sed tamen in tantis maeroribus Ortale mitto haec expressa tibi carmina Battiadae ne tua dicta vagis nequiquam credita ventis effluxisse meo forte putes animo ut missum sponsi furtivo munere malum procurrit casto virginis e gremio quod miserae oblitae molli sub veste locatum dum adventu matris prosilit excutitur atque illud prono praeceps agitur decursu huic manat tristi conscius ore rubor.", ["&lsqbNever again will I hear you speak&rsqb never again O brother more lovable than life will I see you.", "But surely I will always love you always will I sing elegies made gloomy by your death such as the Daulian bird pipes beneath densest shades of foliage lamenting the lot of slain Itys.—Yet amidst sorrows so deep O Ortalus I send you these verses recast from Battiades lest by chance you should think that your words have slipped from my mind entrusted to the wandering winds as it was with that apple sent as furtive love-token by the wooer which leapt out from the virgin's chaste bosom for the hapless girl forgot she had placed it beneath her soft robe—when she starts at her mother's approach out it is shaken and down it rolls headlong to the ground while a tell-tale flush bears witness to the girl's distress."]]], [[" Omnia qui magni dispexit lumina mundi qui stellarum ortus comperit atque obitus flammeus ut rapidi solis nitor obscuretur ut cedant certis sidera temporibus ut Triviam furtim sub Latmia saxa relegans dulcis amor gyro devocet aerio idem me ille Conon caelesti in lumine vidit e Bereniceo vertice caesariem fulgentem clare quam cunctis illa deorum levia protendens bracchia pollicita est qua rex tempestate novo auctus hymenaeo vastatum finis iuerat Assyrios dulcia nocturnae portans vestigia rixae quam de virgineis gesserat exuviis.", ["He who scanned all the lights of the great firmament who ascertained the rising and the setting of the stars how the flaming splendour of the swift sun was darkened how the planets disappear at certain seasons how sweet love with stealth detaining Trivia beneath the Latmian crags draws her away from her airy circuit he that same Conon saw me a lock of hair from Berenice's head in the celestial light gleaming brightly which she outstretching graceful arms promised to all of the gods when the king magnified by his recent marriage had gone to lay waste the Assyrian borders bearing the sweet traces of nightly contests in which he had borne away her virginal spoils."]], ["estne novis nuptis odio Venus atque parentum frustrantur falsis gaudia lacrimulis ubertim thalami quas intra limina fundunt?", ["Is Venus abhorred by new brides?"]], ["non ita me divi vera gemunt iuerint.", ["And are the parents' joys turned aside by feigned tears which they shed copiously within the threshold of the bedchamber?"]], ["id mea me multis docuit regina querelis invisente novo proelia torva viro.", ["Their groans are untrue by the gods I swear! This my queen taught me by her many lamentings when her bridegroom set out for stern warfare."]], ["at tu non orbum luxti deserta cubile sed fratris cari flebile discidium?", ["Yet when deserted you did not grieve the widowed couch did you but the tearful separation from a dear brother?"]], ["quam penitus maestas exedit cura medullas! ut tibi tunc toto pectore sollicitae sensibus ereptis mens excidit! at te ego certe cognoram a parva virgine magnanimam.", ["How care consumed your marrow sad deep within! Such that your whole bosom being agitated and your senses being snatched from you your mind wandered! But in truth I have known you great of heart ever since you were a little maiden."]], ["anne bonum oblita es facinus quo regium adepta es coniugium quod non fortior ausit alis?", ["Have you forgotten that noble deed by which you gained a royal marriage than which none dared other deeds bolder?"]], ["sed tum maesta virum mittens quae verba locuta es! Iuppiter ut tristi lumina saepe manu ! quis te mutavit tantus deus?", ["Yet what grieving words you spoke when bidding your bridegroom farewell! Jupiter! how often with sad hand &lsqbyou wiped&rsqb your eyes! What mighty god changed you?"]], ["an quod amantes non longe a caro corpore abesse volunt?", ["Was it that lovers are unwilling to be long absent from their dear one's body?"]], ["atque ibi me cunctis pro dulci coniuge divis non sine taurino sanguine pollicita es si reditum tetulisset.", ["Then did you promise me to the whole of the gods on your sweet consort's behalf not without blood of oxen if he should be granted safe return."]], ["is haud in tempore longo captam Asiam Aegypti finibus addiderat.", ["In no long time he added captive Asia to the Egyptian territory."]], ["quis ego pro factis caelesti reddita coetu pristina vota novo munere dissolvo.", ["For these reasons I bestowed amidst the celestial host by a new gift fulfil your ancient vow."]], ["invita o regina tuo de vertice cessi invita adiuro teque tuumque caput digna ferat quod si quis inaniter adiurarit sed qui se ferro postulet esse parem?", ["Unwillingly O queen did I quit your brow unwillingly I swear to you and to your head if anyone swears lightly may he bear a suitable penalty but who may claim himself equal to steel?"]], ["ille quoque eversus mons est quem maximum in oris progenies Thiae clara supervehitur cum Medi peperere novum mare cumque inventus per medium classi barbara navit Athon.", ["Even that mountain was swept away the greatest on earth over which Thia's illustrious progeny passed when the Medes created a new sea and the barbarian youth sailed its fleet through the middle of Athos."]], ["quid facient crines cum ferro talia cedant?", ["What can locks of hair do when such things yield to iron?"]], ["Iuppiter ut Chalybon omne genus pereat et qui principio sub terra quaerere venas institit ac ferri fingere duritiem! abiunctae paulo ante comae mea fata sorores lugebant cum se Memnonis Aethiopis unigena impellens nutantibus aera pennis obtulit Arsinoes † elocridicos ales equus isque per aetherias me tollens avolat umbras et Veneris casto conlocat in gremio.", ["Jupiter! may the whole race of the Chalybes perish and whoever first began to seek the veins beneath the earth and invent the hardness of iron! Just before severance my sister locks were mourning my fate when Ethiop Memnon's brother the winged steed beating the air with fluttering wings appeared before Locrian Arsinoe and he bearing me up flies through aethereal shadows and lays me in the chaste bosom of Venus."]], ["ipsa suum Zephyritis eo famulum legarat Graia Canopiis incola litoribus †hi dii ven ibi vario ne solum in lumine caeli ex Ariadneis aurea temporibus fixa corona foret sed nos quoque fulgeremus devotae flavi verticis exuviae uvidulam a fletu cedentem ad temple deum me sidus in antiquis diva novum posuit Virginis et saevi contingens namque Leonis lumina Callisto iuncta Lycaoniae vertor in occasum tardum dux ante Booten qui vix sero alto mergitur Oceano.", ["Zephyritis herself had dispatched him as her servant a Greek settler on the Canopian shores.", "For it was the wish of many gods that the golden crown from Ariadne's temples stay fixed not alone in heaven's light but that we also should gleam the spoils dedicated from your golden-yellow head when moist with weeping I entered the temples of the gods the goddess placed me a new star among the ancient ones.", "For touching the Virgin's and the cruel Lion's gleams hard by Lycaonian Callisto I turn westwards a guide before the slow-moving Bootes who barely sinks into the vast ocean."]], ["sed quamquam me nocte premunt vestigia divum lux autem canae Tethyi restituit (pace tua fari hic liceat Rhamnusia virgo namque ego non ullo vera timore tegam nec si me infestis discerpent sidera dictis condita quin veri pectoris evoluam) non his tam laetor rebus quam me afore semper afore me a dominae vertice discrucior quicum ego dum virgo quondam fuit omnibus expers unguentis una milia multa bibi.", ["But although the footsteps of the gods press upon me in the night and the daytime restores me to the white-haired Tethys (grant me your grace to speak thus O Rhamnusian virgin for I will not hide the truth through any fear even if the stars revile me with ill words yet I will unfold the pent-up feelings from truthful breast) I am not so much rejoiced at these things as I am tortured by being forever parted parted from my lady's head with whom I in all ointments having not a share drank many thousands when she was still a virgin."]], ["nunc vos optato quom iunxit lumine taeda non prius unanimis corpora coniugibus tradite nudantes reiecta veste papillas quam iucunda mihi munera libet onyx vester onyx casto colitis quae iura cubili.", ["Now do you whom the gladsome light of the wedding torches has joined yield not your bodies to your desiring husbands nor throw aside your robes and bare your nipples before your onyx cup brings me delightful gifts your onyx you who seek the dues of chaste marriage-bed."]], ["sed quae se impuro dedit adulterio illius ah mala dona levis bibat irrita pulvis namque ego ab indignis praemia nulla peto.", ["But she who gives herself to foul adultery ah! may the light-lying dust responselessly drink her vile gifts for I seek no offerings from folk that do ill."]], ["sed magis o nuptae semper concordia vestras semper amor sedes incolat adsiduus.", ["But rather O brides may concord always be yours and constant love ever dwell in your homes."]], ["tu vero regina tuens cum sidera divam placabis festis luminibus Venerem unguinis expertem non siris esse tuam me sed potius largis adfice muneribus.", ["But when you O queen while gazing at the stars will propitiate the goddess Venus with festal torch lights let not me your own be left lacking of unguent but rather gladden me with large gifts."]], ["sidera cur retinent?", ["Why do the stars hold me back?"]], ["utinam coma regia fiam proximus Hydrochoi fulgeret Oarion.", ["would that I become a royal tress that Orion might gleam next to Aquarius."]]], [[" O dulci iucunda viro iucunda parenti salve teque bona Iuppiter auctet ope Ianua quam Balbo dicunt servisse benigne olim cum sedes ipse senex tenuit quamque ferunt rursus voto servisse maligne postquam es porrecto facta marita sene dic agedum nobis quare mutata feraris in dominum veterem deseruisse fidem.", ["Catullus O dear in thought to the sweet husband dear in thought to his sire hail! and may Jove augment his good grace to you Door! which of old they say did serve Balbus benignly while the old man held his home here and which on the contrary so it is said did serve grudgingly after the old man was stretched stark you doing service to the bride."]], ["“non (ita Caecilio placeam cui tradita nunc sum) culpa mea est quamquam dicitur esse mea nec peccatum a me quisquam pote dicere quicquam †verum istius populi ianua qui te facit! qui quacumque aliquid reperitur non bene factum ad me omnes clamant ‘Ianua culpa tua est.’” non istuc satis est uno te dicere verbo sed facere ut quivis sentiat et videat.", ["Come tell us why you are reported to be changed and to have renounced your ancient faithfulness to your lord?", "Door No (so may I please Caecilius to whom I am now made over!) it is not my fault although it is said so to be nor may anyone impute any crime to me albeit the fabling tongues of folk make it so who whenever anything is found not well done all clamor at me “Door yours is the blame!” Catullus It is not enough for you to say this by words merely but so to act that everyone may feel it and see it.", "Door In what way can I?"]], ["“qui possum?", ["Catullus We are wishful be not doubtful to tell us."]], ["nemo quaerit nec scire laborat.” nos volumus nobis dicere ne dubita.", ["No one questions or troubles to know.", "Door First then the virgin (so they called her!) who was handed to us was spurious."]], ["“primum igitur virgo quod fertur tradita nobis falsum est.", ["Her husband was not the first to touch her he whose little dagger hanging more limply than the tender beet never raised itself to the middle of his tunic but his father is said to have violated his son's bed and to have polluted the unhappy house either because his lewd mind blazed with blind lust or because his impotent son was sprung from sterile seed and therefore one greater of nerve than he was needed who could unloose the virgin's belt."]], ["non illam vir prior attigerit languidior tenera cui pendens sicula beta nunquam se mediam sustulit ad tunicam sed pater illius gnati violasse cubile dicitur et miseram conscelerasse domum sive quod impia mens caeco flagrabat amore seu quod iners sterili semine natus erat et quaerendus is unde foret nervosius illud quod posset zonam solvere virgineam.” egregium narras mira pietate parentem qui ipse sui gnati minxerit in gremium.", ["Catullus You tell of an excellent parent marvellous in piety who himself urinated in the womb of his son! Door But Brixia says that she has knowledge of not only this placed beneath the Cycnean peak through which the golden-hued Mella flows with its gentle current Brixia beloved mother of my Verona."]], ["“atqui non solum hoc se dicit cognitum habere Brixia † chinea suppositum specula flavus quam molli praecurrit flumine Mella Brixia Veronae mater amata meae sed de Postumio et Corneli narrat amore cum quibus illa malum fecit adulterium.", ["For she talks of the loves of Postumius and of Cornelius with whom that one committed foul adultery."]], ["dixerit hic aliquis ‘quid?", ["Catullus Someone might say here “How do know you these things O door?"]], ["tu istaec Ianua nosti cui nunquam domini limine abesse licet nec populum auscultare sed hic suffixa tigillo tantum operire soles aut aperire domum?’ saepe illam audivi furtiva voce loquentem solam cum ancillis haec sua flagitia nomine dicentem quos diximus ut pote quae mi speraret nec linguam esse nec auriculam.", ["you who are never allowed absence from your lord's threshold nor may hear folk's gossip but fixed to this beam are accustomed only to open or to shut the house!” Door Often have I heard her talking with hushed voice when alone with her serving girls about her iniquities quoting by name those whom we have spoken of for she did not expect me to be gifted with either tongue or ear."]], ["praeterea addebat quendam quem dicere nolo nomine ne tollat rubra supercilia.", ["Moreover she added a certain one whose name I'm unwilling to speak lest he uplift his red eyebrows."]], ["longus homo est magnas cui lites intulit olim falsum mendaci ventre puerperium.”", ["He is a lanky fellow against whom some time ago was brought a grave law-suit over the spurious child-birth of a lying belly."]]], [[" Quod mihi fortuna casuque oppressus acerbo conscriptum hoc lacrimis mittis epistolium naufragum ut eiectum spumantibus aequoris undis sublevem et a mortis limine restituam quem neque sancta Venus molli requiescere somno desertum in lecto caelibe perpetitur nec veterum dulci scriptorum carmine musae oblectant cum mens anxia pervigilat id gratum est mihi me quoniam tibi dicis amicum muneraque et Musarum hinc petis et Veneris.", ["Because you oppressed by fortune and bitter calamity sent me this letter written with tears that I might bear up shipwrecked you tossed by the foaming waves of the sea and restore you from the threshold of death you whom neither sacred Venus suffers to repose in soft slumber desolate on a lonely couch nor do the Muses divert with the sweet song of ancient poets while your anxious mind keeps watch—I am grateful that you call me your friend and seek here the gifts of the Muses and of Venus."]], ["sed tibi ne mea sint ignota incommoda Manli neu me odisse putes hospitis officium accipe quis merser fortunae fluctibus ipse ne amplius a misero dona beata petas.", ["But so that my troubles may not be unknown to you Manlius and so that you not think that I hate the duty of host hear how I myself am engulfed in the waves of fortune and do not further seek joyful gifts from a wretched one."]], ["tempore quo primum vestis mihi tradita pura est iucundum cum aetas florida ver ageret multa satis lusi non est dea nescia nostri quae dulcem curis miscet amaritiem sed totum hoc studium luctu fraterna mihi mors abstulit.", ["In that time when the white toga was first handed to me and my flowering age was passing its delightful spring much and enough did I sport nor was the goddess unknown to us who mixes bitter-sweet with our cares.", "But my brother's death plunged all this pursuit into mourning."]], ["o misero frater adempte mihi tu mea tu moriens fregisti commoda frater tecum una tota est nostra sepulta domus omnia tecum una perierunt gaudia nostra quae tuus in vita dulcis alebat amor.", ["O brother taken from my unhappy self you by your dying have broken my ease O brother all our house is buried with you with you have perished the whole of our joys which your sweet love nourished in your lifetime."]], ["cuius ego interitu tota de mente fugavi haec studia atque omnes delicias animi.", ["With your loss I have dismissed wholly from mind these studies and every delight of mind."]], ["quare quod scribis Veronae turpe Catullo esse quod hic quisquis de meliore nota frigida deserto tepefactet membra cubili id Manli non est turpe magis miserum est.", ["So then because you write “it is shameful for Catullus to be at Verona because here someone of the better sort warms up his frigid limbs on a desolate couch“ that Manlius is not shameful rather it is a sorrow."]], ["ignosces igitur si quae mihi luctus ademit haec tibi non tribuo munera cum nequeo.", ["Therefore forgive me if I do not bestow on you these gifts which grief has snatched from me because I am unable."]], ["nam quod scriptorum non magna est copia apud me hoc fit quod Romae vivimus illa domus illa mihi sedes illic mea carpitur aetas huc una ex multis capsula me sequitur.", ["For the fact that there is no great store of writings with me arises from this that we live at Rome there is my home there is my hall there my time is passed here but one of my book-cases follows me."]], ["quod cum ita sit nolim statuas nos mente maligna id facere aut animo non satis ingenuo quod tibi non utriusque petenti copia parta est ultro ego deferrem copia si qua foret.", ["As it is thus I would not want you to think that we do this from ill-will or with a mind not open enough because ample store is not forthcoming to either of your desires of my own accord would I grant both had I the wherewithal."]]], [[" non possum reticere deae qua me Allius in re iuverit aut quantis iuverit officiis ne fugiens saeclis obliviscentibus aetas illius hoc caeca nocte tegat studium sed dicam vobis vos porro dicite multis milibus et facite haec charta loquatur anus  notescatque magis mortuus atque magis nec tenuem texens sublimis aranea telam in deserto Alli nomine opus faciat.", ["I cannot conceal goddesses in what way Allius has aided me or with how many good services he has assisted me lest the flight of time through ages of forgetfulness cover with night's blindness this care of his.", "But I shall tell it to you and you in time to come declare it to many yousands and make this paper grown old speak of itAnd let him be more and more noted when dead nor let the spider aloft weaving her thin-drawn web carry on her work over the neglected name of Allius."]], ["nam mihi quam dederit duplex Amathusia curam scitis et in quo me corruerit genere cum tantum arderem quantum Trinacria rupes lymphaque in Oetaeis Malia Thermopylis maesta neque adsiduo tabescere lumina fletu cessarent tristique imbre madere genae qualis in aerii perlucens vertice montis rivus muscoso prosilit e lapide qui cum de prone praeceps est valle volutus per medium densi transit iter populi dulce viatori lasso in sudore levamen cum gravis exustos aestus hiulcat agros.", ["For you know what anxiety of mind twofold Amathusia gave me and in what manner she overthrew me when I was burning like the Trinacrian rocks or the Malian fount in Oetaean Thermopylae and my sorrowful eyes did not cease to dissolve with continual weeping or did my cheeks to be dampened with sad showers.", "As the transparent stream gushes forth from the moss-grown rock on the airy crest of the mountain which when it has rolled headlong prone down the valley softly wends its way through the midst of the populous parts sweet solace to the wayfarer sweating with weariness when the oppressive heat cracks the burnt-up fields agape or as to sailors tempest-tossed in black whirlpool there comes a favourable and a gently-moving breeze implored by prayer now to Pollux now to Castor of such kind was Allius' help to us.", "There with gracious gait my bright-hued goddess betook herself and pressed her shining sole on the worn threshold with creaking sandal as once came Laodamia flaming with love for her husband to the home of Protesilaus—a home begun in vain—not yet had a victim appeased the lords of the heavens with sacred blood.", "May nothing please me overmuch Rhamnusian virgin that is undertaken rashly against the will of those lords! How the thirsty altar craves the pious blood Laodamia was taught by the loss of her husband being compelled to abandon the neck of her new spouse before one winter and another had come in whose long nights she might sate her eager passion so she could live despite her broken marriage-yoke.", "The Parcae decreed that this would not be long distant if her husband went a soldier to the walls of Ilium."]], ["hic velut in nigro iactatis turbine nautis lenius adspirans aura secunda venit iam prece Pollucis iam Castoris implorata tale fuit nobis Allius auxilium.", ["For then with Helen's rape Troy had begun to summon the Argive chiefs to itself Troy (accursed!) the common grave of Asia and of Europe Troy the bitter ashes of heroes and of every noble deed that also lamentably brought death to our brother."]], ["is clausum lato patefecit limite campum isque domum nobis isque dedit dominae ad quam communes exerceremus amores.", ["He laid open my closed field with a wide path he gave us a home and he gave it to our mistress in which we both might exercise our loves in common.", "O brother taken from unhappy me! O delightful light taken from an unhappy brother! together with you is buried all our house together with you have perished all our joys which your sweet love nurtured during life."]], ["quo mea se molli candida diva pede intulit et trito fulgentem in limine plantam innixa arguta constituit solea coniugis ut quondam flagrans advenit amore Protesilaeam Laodamia domum inceptam frustra nondum cum sanguine sacro hostia caelestis pacificasset eros.", ["Whom now so far away Troy obscene baleful Troy an alien land holds in far-distant soil laid not among familiar tombs or near the ashes of his kindred."]], ["nil mihi tam valde placeat Rhamnusia virgo quod temere invitis suscipiatur eris.", ["There it is said hastening together from all parts the Greek youth forsook their hearths and homes lest Paris enjoy his abducted trollop with freedom and leisure in a peaceful bed."]], ["quam ieiuna pium desideret ara cruorem docta est amisso Laodamia viro coniugis ante coacta novi dimittere collum quam veniens una atque altera rursus hiems noctibus in longis avidum saturasset amorem posset ut abrupto vivere coniugio quod scibant Parcae non longo tempore abesse si miles muros isset ad Iliacos nam tum Helenae raptu primores Argivorum coeperat ad sese Troia ciere viros Troia (nefas) commune sepulcrum Asiae Europaeque Troia virum et virtutum omnium acerba cinis quaene etiam nostro letum miserabile fratri attulit.", ["Such then was your case loveliest Laodamia to be bereft of husband sweeter than life and breath the tide of love swallowing you in so great a current bore you off into its steep abyss as the Greeks say Pheneus near Cyllene drains off the soil from the rich swampland."]], ["Hei misero frater adempte mihi hei misero fratri iucundum lumen ademptum tecum una tota est nostra sepulta domus omnia tecum una perierunt gaudia nostra quae tuus in vita dulcis alebat amor.", ["Once the falsely-born son of Amphitryon is heard to have dug this soil having cut through the marrow of the mountain at the time when he knocked down the Stymphalian monsters with sure arrows at the command of his inferior lord so that the gate of heaven might be pressed by a greater number of deities and Hebe might not remain in long virginity."]], ["quem nunc tam longe non inter nota sepulcra nec prope cognatos compositum cineres sed Troia obscena Troia infelice sepultum detinet extremo terra aliena solo.", ["But deeper than that abyss was your deep love which taught you then untamed to bear the yoke."]], ["ad quam tum properans fertur simul undique pubes Graeca penetralis deseruisse focos ne Paris abducta gavisus libera moecha otia pacato degeret in thalamo.", ["For not as dear to the parent consumed with age is the head of the late-born grandchild an only daughter rears who &lsqban heir&rsqb found at last for the ancestral wealth scarcely having brought his name into the public records casts off the impious joys of mocking kinsmen and stirs away the vulture from the whitened head nor so much does any dove rejoice in her snow-white consort which they say is always plucking kisses with her nibbling beak more shamelessly than a woman who is especially passionate."]], ["quo tibi tum casu pulcherrima Laodamia ereptum est vita dulcius atque anima coniugium tanto te absorbens vertice amoris aestus in abruptum detulerat barathrum quale ferunt Grai Pheneum prope Cylleneum siccare emulsa pingue palude solum quod quondam caesis montis fodisse medullis audit falsiparens Amphitryoniades tempore quo certa Stymphalia monstra sagitta perculit imperio deterioris eri pluribus ut caeli tereretur ianua divis Hebe nec longa virginitate foret.", ["But you alone surpassed the great frenzies of these when you were once united to your yellow-haired husband."]], ["sed tuus altus amor barathro fuit altior illo qui tunc indomitam ferre iugum docuit.", ["Worthy to yield to her in no respect or in little my light brought herself into my embrace round whom Cupid often running here and there gleamed radiantly in his saffron tunic."]], ["nam nec tam carum confecto aetate parenti una caput seri nata nepotis alit qui cum divitiis vix tandem inventus avitis nomen testatas intulit in tabulas impia derisi gentilis gaudia tollens suscitat a cano vulturium capiti nec tantum niveo gavisa est ulla columbo compar quae multo dicitur improbius oscula mordenti semper decerpere rostro quam quae praecipue multivola est mulier sed tu horum magnos vicisti sola furores ut semel es flavo conciliata viro.", ["Although she is not content with Catullus alone we will bear the rare intrigues of our coy lady lest we may be too much a bother after the manner of fools."]], ["aut nihil aut paulo cui tum concedere digna lux mea se nostrum contulit in gremium quam circumcursans hinc illinc saepe Cupido fulgebat crocina candidus in tunica.", ["Often even Juno greatest of heaven-dwellers boiled with flaring wrath at her husband's fault knowing the many intrigues of passionate Jove."]], ["quae tamenetsi uno non est contenta Catullo rara verecundae furta feremus erae ne nimium simus stultorum more molesti saepe etiam Iuno maxima caelicolum coniugis in culpa flagrantem concoquit iram noscens omnivoli plurima furta Iovis.", ["Yet it is not fair to compare men with the godsbear up the ungrateful burden of a trembling father."]], ["atqui nec divis homines componier aequum est ingratum tremuli tolle parentis onus.", ["After all she was not handed to me by a father's right hand when she came to my house fragrant with Assyrian perfume but she gave me her stolen favors in the wondrous night taken away from the embrace of her own husband."]], ["nec tamen illa mihi dextra deducta paterna fragrantem Assyrio venit odore domum sed furtiva dedit mira munuscula nocte ipsius ex ipso dempta viri gremio.", ["Therefore it is enough if to us alone she gives that day which she marks with a whiter stone."]], ["quare illud satis est si nobis is datur unis quem lapide illa diem candidiore notat.", ["This gift to you Allius completed in what verse I can is in return for many services so that this day and that and other and other of days may not touch your name with flaking rust."]], ["hoc tibi quod potui confectum carmine munus pro multis Alli redditur officiis ne vestrum scabra tangat robigine nomen haec atque illa dies atque alia atque alia.", ["To this the gods will add the many gifts which Themis once used to bring to the pious of old."]], ["huc addent divi quam plurima quae Themis olim antiquis solita est munera ferre piis sitis felices et tu simul et tua vita et domus in qua nos lusimus et domina et qui principio nobis † terram dedit aufert a quo sunt primo omnia nata bona et longe ante omnes mihi quae me carior ipso est lux mea qua viva vivere dulce mihi est.", ["May you be happy both you and your life's-love together and your home in which we have sported and its mistress and he who first gave us earth takes it away from whom all my good fortunes were first born and lastly she whose very self is dearer to me than all these—my light who living living is sweet to me."]]], [[" Noli admirari quare tibi femina nulla Rufe velit tenerum supposuisse femur non si illam rarae labefactes munere vestis aut perluciduli deliciis lapidis.", "Don't wonder why no woman Rufus wants to place her tender thigh beneath you not even if you tempt her with the gift of a rare robe or with the delights of a crystal-clear gem."], ["laedit te quaedam mala fabula qua tibi fertur valle sub alarum trux habitare caper.", "A certain ill tale injures you that you bear housed in the valley of your armpits a grim goat."], ["hunc metuunt omnes.", "This everyone fears."], ["neque mirum nam mala valde est bestia nec quicum bella puella cubet.", "It's no wonder for it is an exceeding ill beast with whom no fair girl will sleep."], ["quare aut crudelem nasorum interfice pestem aut admirari desine cur fugiunt.", "Therefore either murder that cruel plague of their noses or cease to marvel \"Why do they fly?\""]], [[" Nulli se dicit mulier mea nubere malle quam mihi non si se Iuppiter ipse petat.", "No one says my lady would she rather wed than myself not even if Jupiter himself sought her."], ["dicit sed mulier cupido quod dicit amanti in vento et rapida scribere oportet aqua.", "Thus she says! but what a woman says to a desirous lover ought fitly to be written on the breezes and in running waters."]], [[" Si cui iure bono sacer alarum obstitit hircus aut si quem merito tarda podagra secat Aemulus iste tuus qui vestrum exercet amorem mirifice est a te nactus utrumque malum.", "If ever anyone was deservedly cursed with an atrocious goat-stench from armpits or if limping gout did justly gnaw one it is your rival who occupies himself with your love and who wondrously has obtained each these ills from you."], ["nam quotiens futuit totiens ulciscitur ambos illam adfligit odore ipse perit podagra.", "For as often as he takes his pleasure he just as often takes vengeance on both herself he prostrates by his stink he is slain by his gout."]], [[" Dicebas quondam solum te nosse Catullum Lesbia nec prae me velle tenere Iovem.", "Once you used to say you knew only Catullus Lesbia that you would not hold Jove before me."], ["dilexi tum te non tantum ut vulgus amicam sed pater ut gnatos diligit et generos.", "I loved you then not only as a fellow his mistress but as a father loves his own sons and sons-in-law."], ["nunc te cognovi quare etsi impensius uror multo mi tamen es vilior et levior.", "Now I do know you so if I burn at greater cost you are nevertheless to me far viler and of lighter thought."], ["qui potis est?", "How can this be?"], ["inquis.", "you ask."], ["quod amantem iniuria talis cogit amare magis sed bene velle minus.", "Because such wrongs drive a lover to love the more but less to respect."]], [[" Desine de quoquam quicquam bene velle mereri aut aliquem fieri posse putare pium.", "Cease to wish you well deserve anything from anyone or to think anyone can become pious."], ["omnia sunt ingrata nihil fecisse benigne immo etiam taedet taedet obestque magis ut mihi quem nemo gravius nec acerbius urget Quam modo qui me unum atque unicum amicum habuit.", "All things are unpleasant it is of no avail to have done deeds of kindness but rather it wearies me wearies me and proves the greater ill so with me whom no one oppresses more heavily nor more bitterly than he who a little while ago held me his one and only friend."]], [[" Gellius audierat patruum obiurgare solere si quis delicias diceret aut faceret.", "Gellius had heard that his uncle used to scold anyone who spoke of or practised the delights of love."], ["hoc ne ipsi accideret patrui perdepsuit ipsam uxorem et patruum reddidit Harpocratem.", "That this should not happen to him he kneaded deeply his uncle's wife herself and turned his uncle into a Harpocrates."], ["quod voluit fecit nam quamvis irrumet ipsum nunc patruum verbum non faciet patruus.", "He did whatever he wanted for now even if he boned his uncle the uncle wouldn't say a word."]], [[" Huc est mens deducta tua mea Lesbia culpa atque ita se officio perdidit ipsa suo ut iam nec bene velle queat tibi si optuma fias nec desistere amare omnia si facias.", "Now is my mind brought down to this point my Lesbia by your fault and has so lost itself by its devotion that now it cannot wish you well were you to become most perfect nor can it cease to love you whatever you do."]], [[" Si qua recordanti benefacta priora voluptas est homini cum se cogitat esse pium nec sanctam violasse fidem nec foedere in ullo divum ad fallendos numine abusum homines multa parata manent in longa aetate Catulle ex hoc ingrato gaudia amore tibi.", "If there is any pleasure in a man's recalling the good deeds of the past when he knows that he is pious and has not violated any sacred trust or abused the divinity of the gods to deceive men in any pact great store of joys awaits you during your length of years Catullus from this thankless love of yours."], ["nam quaecumque homines bene cuiquam aut dicere possunt aut facere haec a te dictaque factaque sunt omnia quae ingratae perierunt credita menti.", "For whatever people can say or do well for someone such have been your sayings and your doings and all your confidences have been squandered on a thankless mind."], ["quare cur tu te iam amplius excrucies?", "So then why do you torture yourself further?"], ["quin tu animo offirmas atque istinc teque reducis et dis invitis desinis esse miser?", "Why don't you strengthen your resolve and lead yourself out of this and since the gods are unwilling stop being miserable?"], ["difficile est longum subito deponere amorem difficile est verum hoc qua libet efficias.", "It is difficult suddenly to set aside a love of long standing it is difficult this is true no matter how you do it."], ["una salus haec est hoc est tibi pervincendum hoc facias sive id non pote sive pote.", "This is your one salvation this you must fight to the finish you must do it whether it is possible or impossible."], ["o di si vestrum est misereri aut si quibus unquam extremam iam ipsa in morte tulistis opem me miserum adspicite et si vitam puriter egi eripite hanc pestem perniciemque mihi! hei mihi subrepens imos ut torpor in artus expulit ex omni pectore laetitias.", "O gods if it is in you to have pity or if ever you brought help to men in death's very extremity look on pitiful me and if I have lived my life with purity snatch from me this canker and pest! Ah! like a numbness creeping through my inmost veins it has cast out every happiness from my breast."], ["non iam illud quaero contra ut me diligat illa aut quod non potis est esse pudica velit ipse valere opto et taetrum hunc deponere morbum.", "Now I no longer pray that she may love me in return or (what is not possible) that she should become chaste I wish but for health and to cast aside this foul disease."], ["o di reddite mi hoc pro pietate mea.", "O gods grant me this in return for my piety."]], [[" Rufe mihi frustra ac nequiquam credite amice (frustra?", "Rufus believed by me a friend in vain and worthlessly (in vain?"], ["immo magno cum pretio atque malo) sicine subrepsti mi atque intestina perurens hei misero eripuisti omnia nostra bona?", "yes and in fact at an ill and grievous price) you have thus stolen upon me and burning my innards ah! snatched from wretched me all our good?"], ["eripuisti eheu nostrae crudele venenum vitae eheu nostrae pestis amicitiae.", "you have snatched it alas you cruel venom of our life! alas you plague of our friendship."]], [[" Gallus habet fratres quorum est lepidissima coniunx alterius lepidus filius alterius.", "Gallus has brothers one of whom has a most charming spouse the other a charming son."], ["Gallus homo est bellus nam dulces iungit amores cum puero ut bello bella puella cubet.", "Gallus is a nice man for he joins together their sweet loves so that the nice girl beds with the the nice boy."], ["Gallus homo est stultus nec se videt esse maritum qui patruus patrui monstret adulterium.", "Gallus is a foolish man not to see that he is himself a husband who as an uncle shows how to cuckold an uncle."]], [["  Sed nunc id doleo quod purae pura puellae savia comminxit spurca saliva tua.", "But now I grieve that the pure kisses of a pure girl have mingled with your filthy spit."], ["verum id non impune feres nam te omnia saecla noscent et qui sis fama loquetur anus.", "But in truth you will not come off with impunity for every age will know you and Old Lady Fame will tell who you are."]], [[" Lesbius est pulcher quid ni?", "Lesbius is handsome why not so?"], ["quem Lesbia malit quam te cum tota gente Catulle tua.", "whom Lesbia prefers to you Catullus and to your whole family."], ["sed tamen hic pulcher vendat cum gente Catullum si tria notorum savia reppererit.", "Yet this handsome one can sell Catullus and his family if he can find three acquaintances he can gain greet with a kiss."]], [[" Quid dicam Gelli quare rosea ista labella Hiberna fiant candidiora nive mane domo cum exis et cum te octava quiete e molli longo suscitat hora die?", "What shall I say Gellius how those rosy-red lips have become whiter than winter snow when you leave home in the morning and when the eighth hour stirs you from a gentle nap amid the long day?"], ["nescio quid certe est an vere fama susurrat grandia te medii tenta vorare viri?", "Something is certain perhaps Rumor whispers true that you are devouring the well-grown tenseness of a man's middle?"], ["sic certe est clamant Victoris rupta miselli ilia et emulso labra notata sero.", "So for certain it must be! the ruptured guts of poor little Victor and your lips marked with what was lately-drained cry it aloud."]], [[" Nemone in tanto potuit populo esse Iuventi bellus homo quem tu diligere inciperes praeterquam iste tuus moribunda ab sede Pisauri hospes inaurata pallidior statua?", "Could no one in this great people Juventius be a nice man you could fall in love with except for this guest of yours paler than a gilded statue from the dying town of Pisaurum?"], ["qui tibi nunc cordi est quem tu praeponere nobis audes et nescis quod facinus facias.", "He who now has your heart whom you dare to place before us and you know not what crime you commit."]], [[" Quinti si tibi vis oculos debere Catullum aut aliud si quid carius est oculis eripere ei noli multo quod carius illi est oculis seu quid carius est oculis.", "Quintius if you want Catullus to owe you his eyes or another thing dearer than his eyes if such there is do not snatch from him what is much dearer to him than his eyes or what is dearer than his eyes."]], [[" Lesbia mi praesente viro mala plurima dicit haec illi fatuo maxima laetitia est.", "Lesbia in her husband's presence says the utmost ill about me this gives the fool the greatest pleasure."], ["mule nihil sentis.", "Mule you perceive nothing! If she had forgotten about us and were silent she would be all right now becasuse she snarls and scolds not only does she remember but what is far more to the point she is angry."], ["si nostri oblita taceret sana esset nunc quod gannit et obloquitur non solum meminit sed quae multo acrior est res irata est hoc est uritur et loquitur.", "That is she is enflamed and is speaking."]], [[" Chommoda dicebat si quando commode vellet dicere et insidias Arrius hinsidias et tum mirifice sperabat se esse locutum cum quantum poterat dixerat hinsidias.", ["Chommodious Arrius would say whenever he wanted to say commodious and for insidious hinsidious and then hoped that he had spoken with accent wondrous fine when aspirating hinsidious to the full of his lungs."]], ["credo sic mater sic liber avunculus eius sic maternus avus dixerat atque avia hoc misso in Syriam requierant omnibus aures audibant eadem haec leniter et leviter nec sibi postilla metuebant talia verba cum subito adfertur nuntius horribilis Ionios fluctus postquam illuc Arrius isset iam non Ionios esse sed Hionios.", ["I believe that his mother his free uncle his maternal grandfather and grandmother all spoke thus.", "When he was sent to Syria everyone's ears were rested hearing these words spoken smoothly and slightly nor after that did folk fear such words from him when suddenly is brought the horrible news that th' Ionian waves after Arrius had come there no longer are Ionian but are now the Hionian Hocean."]]], [[" Odi et amo.", ["I hate and I love."]], ["quare id faciam fortasse requiris nescio sed fieri sentio et excrucior.", ["Why I do this perhaps you ask.", "I know not but I feel it happening and I am tortured."]]], [[" Quintia formosa est multis mihi candida longa recta est.", "Quintia is lovely to many to me she is radiant tall and straight."], ["haec ego sic singula confiteor totum illud “formosa” nego nam nulla venustas nulla in tam magno est corpore mica salis.", "Each of these qualities I grant but deny the whole of these is loveliness for there is no charm not a grain of salt in so great a body."], ["Lesbia formosa est quae cum pulcherrima tota est tum omnibus una omnis subripuit Veneres.", "Lesbia is lovely for not only is the whole of her most beautiful but she has stolen all the Venus-charm from everybody together."]], [[" Nulla potest mulier tantum se dicere amatam vere quantum a me Lesbia amata mea es nulla fides ullo fuit unquam in foedere tanta quanta in amore tuo ex parte reperta mea est.", "No woman can say truly that she has been loved as much as you Lesbia have been loved by me no trust in any pact has ever been found so great as was that on my part in the love of you."]], [[" Quid facit is Gelli qui cum matre atque sorore prurit et abiectis pervigilat tunicis?", "What is he doing Gellius who has an itch with mother and sister and stays up all night with tunics cast aside?"], ["quid facit is patruum qui non sinit esse maritum?", "What is he doing who does not allow his uncle to be a husband?"], ["ecquid scis quantum suscipiat sceleris?", "Do you know the weight of crime he undertakes?"], ["suscipit o Gelli quantum non ultima Tethys nec genitor nympharum abluit Oceanus nam nihil est quicquam sceleris quo prodeat ultra non si demisso se ipse voret capite.", "He undertakes O Gellius so much as neither furthest Tethys nor Oceanus father of nymphs can cleanse for there is no crime which can go further not even if with lowered head he swallowed himself."]], [[" Gellius est tenuis quid ni?", "Gellius is thin why not?"], ["cui tam bona mater tamque valens vivat tamque venusta soror tamque bonus patruus tamque omnia plena puellis cognatis quare is desinat esse macer?", "He who lives with so good a mother so healthy and so beauteous a sister and who has such a good uncle and a worldfull of girl cousins why would he cease to be skinny?"], ["qui ut nihil attingat nisi quod fas tangere non est quantumvis quare sit macer invenies.", "who if he touched nothing but what is not lawful to touch—you will find ample reason why he is skinny."]], [[" Nascatur magus ex Gelli matrisque nefando coniugio et discat Persicum haruspicium nam magus ex matre et gnato gignatur oportet si vera est Persarum impia religio gratus ut accepto veneretur carmine divos omentum in flamma pingue liquefaciens.", "Let there be born a Magus from the unspeakable coupling of Gellius and his mother and let him learn the Persian art of divination.. For if Persia's impious religion is true a pleasing Magus ought to be begotten from a mother and son so that when the chant has been learned he may worship gods while melting the fat innards in the sacred flame."]], [[" Non ideo Gelli sperabam te mihi fidum in misero hoc nostro hoc perdito amore fore quod te cognossem bene constantemve putarem aut posse a turpi mentem inhibere probro sed neque quod matrem nec germanam esse videbam hanc tibi cuius me magnus edebat amor et quamvis tecum multo coniungerer usu non satis id causae credideram esse tibi.", ["For no other reason Gellius did I hope for your faith to me in this our unhappy this our desperate love not because I knew you well or thought you constant or able to restrain your mind from a shameless act) but because I saw this girl whose love kept knawing at me was neither your mother nor your sister.", "And although I have had many mutual dealings with you I did not believe this case to be enough cause for you."]], ["tu satis id duxti tantum tibi gaudium in omni culpa est in quacumque est aliquid sceleris.", ["You considered it enough so great is your joy in every kind of wrongdoing in which there is some vice."]]], [[[" Lesbia mi dicit semper male nec tacet unquam de me Lesbia me dispeream nisi amat."], "Lesbia forever speaks ill of me nor is ever silent about me I'll be damned if Lesbia doesn't love me! By what sign?"], [["quo signo?", "quia sunt totidem mea deprecor illam adsidue verum dispeream nisi amo."], "because mine are just the same I exsecrate her constantly yet may I be damned if I do not love her in sober truth."]], [[" Nil nimium studeo Caesar tibi velle placere nec scire utrum sis albus an ater homo.", "I am not over anxious Caesar to please you greatly or to know whether you are a white or a black man."]], [[[" Mentula moechatur."], "Mentula fornicates."], [["moechatur mentula certe.", "hoc est quod dicunt ipsa olera olla legit."], "Of course a mentule fornicates! This is what they say—the pot itself gathers the vegetables."]], [[" Zmyrna mei Cinnae nonam post denique messem quam coepta est nonamque edita post hiemem milia cum interea quingenta Hortensius uno  Zmyrna cavas Satrachi penitus mittetur ad undas Zmyrnam cana diu saecula pervolvent.", "My Cinna's Zmyrna finally after the ninth harvest it was begun and after the ninth winter it was published when Hortensius meanwhile five hundred thousand &lsqblines&rsqb in one &lsqbyear&rsqb Zmyrna will be sent to the curving waves of innermost Satrachus hoary ages will roll out Zmyrna long hence."], ["at Volusi annales Paduam morientur ad ipsam et laxas scombris saepe dabunt tunicas.", "But Volusius' Annals will die at Padua itself and will often furnish loose wrappings for mackerel."], ["parva mei mihi sint cordi monumenta sodalis at populus tumido gaudeat Antimacho.", "May the short works of my comrade remain in my heart as for the people let them rejoice in bloated Antimachus."]], [[" Si quicquam mutis gratum acceptumve sepulcris accidere a nostro Calve dolore potest quo desiderio veteres renovamus amores atque olim missas flemus amicitias certe non tanto mors immatura dolori est Quintiliae quantum gaudet amore tuo.", "Calvus if anything pleasing or welcome from our grief can have an effect on silent graves then with its longing we renew old loves and weep friendships once lost surely Quintilia does not mourn her premature death as much as she rejoices in your love."]], [[" Non (ita me di ament) quicquam referre putavi utrumne os an culum olfacerem Aemilio.", "So may the Gods love me I did not think it made any difference whether I smelled Aemilius' mouth or his arse."], ["nilo mundius hoc nihiloque immundius illud verum etiam culus mundior et melior nam sine dentibus est.", "In no respect is the latter cleaner the former filthier as a matter of fact his backside is cleaner and better—for it comes without teeth."], ["hoc dentis sesquipedalis gingivas vero ploxeni habet veteris praeterea rictum qualem diffissus in aestu meientis mulae cunnus habere solet.", "His mouth has teeth a foot and a half long gums truly like an old wagon-box and besides he usually has a maw like the split twat of a she-mule pissing in the summer heat."], ["hic futuit multas et se facit esse venustum et non pistrino traditur atque asino?", "This man has sex with many girls and makes himself out to be charming and is not condemned to the mill &lsqbto drive&rsqb the mule?"], ["quem si qua attingit non illam posse putemus aegroti culum lingere carnificis?", "Any girl who would touch him we would think could lick the arse of a diseased hangman."]], [[" In te si in quemquam dici pose putide Victi id quod verbosis dicitur et fatuis ista cum lingua si usus veniat tibi possis culos et crepidas lingere carpatinas.", ["What can be said to you if to anyone stinking Victius is said to wind bags and fools.", "For with that tongue if the occasion should arise you could lick arses and farmers' boots."]], ["si nos omnino vis omnes perdere Victi hiscas omnino quod cupis efficies.", ["If you want to destroy us altogether Victius yawn you will accomplish what you want altogether."]]], [[" Subripui tibi dum ludis mellite Iuventi saviolum dulci dulcius ambrosia.", "I stole from you while you were playing honeyed Juventius a kiss sweeter than sweet ambrosia."], ["verum id non impune tuli namque amplius horam suffixum in summa me memini esse cruce dum tibi me purgo nec possum fletibus ullis tantillum vestrae demere saevitiae.", "But I bore it off not unpunished for more than an hour I remember I was nailed to the top of a cross while I purged myself &lsqbfor my crime&rsqb to you nor could any tears in the least remove your cruelty."], ["nam simul id factum est multis diluta labella guttis abstersisti omnibus articulis ne quicquam nostro contractum ex ore maneret tanquam commictae spurca saliva lupae.", "For as soon as it was done you washed your lips with many drops and wiped them off with every finger lest anything contracted from our mouth remain as though it were the filthy spittle of a piss-wet whore."], ["praeterea infesto miserum me tradere Amori non cessasti omnique excruciare modo ut mi ex ambrosia mutatum iam fores illud saviolum tristi tristius elleboro.", "Besides you have handed wretched me over to spiteful Love nor have you ceased to torture me in every way so that for me that kiss is now changed from ambrosia to be harsher than harsh hellebore."], ["quam quoniam poenam misero proponis amori nunquam iam posthac basia subripiam.", "Since you award such punishment to wretched lover never more after this will I steal kisses."]], [[" Caelius Aufilenum et Quintius Aufilenam flos Veronensum depereunt iuvenum hic fratrem ille sororem.", "Caelius and Quintius the flower of the Veronese youth madly in love with Aufilenus madly in love with Aufilena—the one with the brother the other with the sister."], ["hoc est quod dicitur illud fraternum vere dulce sodalicium.", "This is as one would say true brotherhood and sweet friendship."], ["cui faveam potius?", "To whom shall I incline the more?"], ["Caeli tibi nam tua nobis per facta exhibita est unica amicitia cum vesana meas torreret flamma medullas.", "Caelius to you for your single devotion to us was shown by its deeds when the raging flame scorched my marrow."], ["sis felix Caeli sis in amore potens.", "Be happy Caelius be potent in love."]], [[" Multas per gentes et multa per aequora vectus advenio has miseras frater ad inferias ut te postremo donarem munere mortis et mutam nequiquam adloquerer cinerem quandoquidem fortuna mihi tete abstulit ipsum heu miser indigne frater adempte mihi.", ["Through many nations and through many seas borne I come brother for these sad funeral rites that I may give the last gifts to the dead and may vainly speak to your silent ashes since fortune has taken yourself away from me."]], ["nunc tamen interea haec prisco quae more parentum tradita sunt tristi munere ad inferias accipe fraterno multum manantia fletu atque in perpetuum frater ave atque vale.", ["Ah poor brother undeservedly snatched from me.", "But now receive these gifts which have been handed down in the ancient manner of ancestors the sad gifts to the grave drenched with a brother's tears and for ever brother hail and farewell."]]], [[" Si quicquam tacito commissum est fido ab amico cuius sit penitus nota fides animi meque esse invenies illorum iure sacratum Corneli et factum me esse puta Harpocratem.", "If anything was entrusted in a pledge of silence by a friend whose inmost loyalty of spirit is known you will find that I am one of those rightfully devoted Cornelius and think that I have become a Harpocrates."]], [[" Aut sodes mihi redde decem sestertia Silo deinde esto quamvis saevus et indomitus aut si te nummi deIectant desine quaeso Leno esse atque idem saevus et indomitus.", "Come Silo either return me my ten thousand sesterces and then be to your content surly and boorish or if you like the money please stop being a pimp—and being surly and boorish."]], [[" Credis me potuisse meae maledicere vitae ambobus mihi quae carior est oculis?", "Do you believe that I could curse my life she who is dearer to me than are both my eyes?"], ["non potui nec si possem tam perdite amarem sed tu cum Tappone omnia monstra facis.", "I could not nor if I could would my love be so desperate but you and Tappo make a monstrosity out of everything."]], [[" Mentula conatur Pipleum scandere montem Musae furcillis praecipitem eiciunt.", "Mentula tries to climb Mount Pimpla the Muses with their forks chuck him headlong down."]], [[" Cum puero bello praeconem qui videt esse quid credat nisi se vendere discupere?", "When you see an auctioneer with a comely lad what do believe other than that he longs to sell himself?"]], [[" Si cui quid cupido optantique obtigit unquam insperanti hoc est gratum animo proprie.", "If ever something happens that you long for and want and is unhoped for this is genuinely pleasing to the soul."], ["quare hoc est gratum nobis quoque carius auro quod te restituis Lesbia mi cupido restituis cupido atque insperanti ipsa refers te nobis.", "And thus is it pleasing to us and far dearer than gold that you have returned Lesbia to longing me you have returned to me longing and without hope you brought yourself back to us."], ["o lucem candidiore nota! quis me uno vivit felicior aut magis hac res optandas vita dicere quis poterit?", "O day of whiter note! Who lives more happily than I alone or who can name things greater to be wished for in this life?"]], [[" Si Comini populi arbitrio tua cana senectus spurcata impuris moribus intereat non equidem dubito quin primum inimica bonorum lingua exsecta avido sit data vulturio effossos oculos voret atro gutture corvus intestina canes cetera membra lupi.", "If Cominius by the judgment of the people your white hair made filthy by unclean practices should perish to be sure I do not doubt that first your tongue hostile to goodness cut out will be given to the greedy vulture the crow will gorge your eyes gouged out down his black throat the dogs will gorge down your entrails the wolves your remaining members."]], [[" Iucundum mea vita mihi proponis amorem hunc nostrum inter nos perpetuumque fore.", "My life you declare to me that this love of ours will be an everlasting joy between us."], ["di magni facite ut vere promittere possit atque id sincere dicat et ex animo ut liceat nobis tota perducere vita aeternum hoc sanctae foedus amicitiae.", "Great Gods! grant that she may promise truly and say this in sincerity and from her soul and that through all our lives we may be allowed to prolong together this bond of holy friendship."]], [[" Aufilena bonae semper laudantur amicae accipiunt pretium quod facere instituunt.", "Aufilena good professional girls are always praised they receive their pay for what they intend to do."], ["tu quod promisti mihi quod mentita inimica es quod nec das et fers saepe facts facinus.", "Because you promised me—which was a lie—you are unprofessional because you do not give and often bring &lsqbhome the pay&rsqb you do wrong."], ["aut facere ingenuae est aut non promisse pudicae Aufilena fuit sed data corripere fraudando † efficit plus quam meretricis avarae quae sese toto corpore prostituit.", "Either to do it is honest or not to have promised was chaste Aufilena but to steal what was given by deceiving proves you worse than the greedy whore who prostitutes herself with her whole body."]], [[" Aufilena viro contentam vivere solo nuptarum laus e laudibus eximiis sed cuivis quamvis potius succumbere par est quam matrem fratres ex patruo parere.", "Aufilena that a bride live content in her husband alone is praise of exceptional praise but it is preferable to lie beneath any lover you choose rather than as mother to bring forth brothers &lsqbcousins&rsqb out of your uncle."]], [[" Multus homo est Naso neque tecum multus homo est qui descendit Naso multus es et pathicus.", "He is a lot of man Naso and he who descends with you is not a lot of man Naso you are a lot—and sexually submissive."]], [[" Consule Pompeio primum duo Cinna solebant Maeciliam facto consule nunc iterum manserunt duo sed creverunt milia in unum singula.", "In the first consulate of Pompey Cinna two used to frequent Mucilla now again made consul the two remain but to each one has accrued a thousand."], ["fecundum semen adulterio.", "The seed of adultery is fruitful."]], [[" Firmanus saltu non falso Mentula dives fertur qui tot res in se habet egregias aucupium omne genus piscis prata arva ferasque.", ["With his estate not falsely is Mentula of Firmum said to be rich which has everything in it of such excellence game preserves of every kind fish meadows plowland and beasts."]], ["nequiquam fructus sumptibus exsuperat.", ["In vain the yield is overcome by the expense."]], ["quare concedo sit dives dum omnia desint saltum laudemus dum domo ipse egeat.", ["Therefore I grant that he is rich while everything is lacking.", "Let us praise the estate while its owner is a needy man."]]], [[" Mentula habet iuxta triginta iugera prati quadraginta arvi cetera sunt maria.", "Mentula has something like thirty acres of meadow land forty under cultivation the rest are as the sea."], ["cur non divitiis Croesum superare potis sit uno qui in saltu tot bona possideat prata arva ingentis silvas saltusque paludesque usque ad Hyperboreos et mare ad Oceanum?", "Why can he not surpass Croesus in wealth he who in one estate possesses so much?"], ["omnia magna haec sunt tamen ipse est maximus ultro non homo sed vero mentula magna minax.", "Meadow arable land immense woods and open fields and marshes even to the uttermost north and to the Ocean sea! All things great are here yet is the owner most great beyond all not a man but in truth a mentule mighty menacing!"]], [[" Saepe tibi studioso animo venante requirens carmina uti possem mittere Battiadae qui te lenirem nobis neu conarere tela infesta mihi mittere in usque caput hunc video mihi nunc frustra sumptum esse laborem Gelli nec nostras hic valuisse preces.", "Often seeking my mind hunting how I could send to studious you the poems of Battiades whereby I might soften you towards us and you might not try to send hostile weapons at my head all the time—I see now that this effort was undertaken by me in vain Gellius and that our prayers to this end were of no avail."], ["contra nos tela ista tua evitamus amictu at fixus nostris tu dabis supplicium.", "Your weapons against us we will ward off with our cloak but transfixed with ours you will pay the punishment."]]]