[[[[" O Tite si quid ego adiuero curamve levasso quae nunc te coquit et versat in pectore fixa ecquid erit praemi?"], "O Titus should some aid of mine dispel The cares that now within thy bosom dwell And wring thy heart and torture thee with pain What then would be the measure of my gain?"], [["licet enim mihi versibus isdem affari te Attice quibus affatur Flamininum   ille vir haud magna cum re sed plenus fidei  quamquam certo scio non ut Flamininum   sollicitari te Tite sic noctesque diesque  novi enim moderationem animi tui et aequitatem teque non cognomen solum Athenis deportasse sed humanitatem et prudentiam intellego."], "which are troubling me but to find comfort for them is too difficult a task to be undertaken now and must be deferred until another time."], [["et tamen te suspicor isdem rebus quibus me ipsum interdum gravius commoveri quarum consolatio et maior est et in aliud tempus differenda.", "nunc autem visum est mihi de senectute aliquid ad te conscribere"], "However at the present I have determined to write something on old age to be dedicated to you"]], [["hoc enim onere quod mihi commune tecum est aut iam urgentis aut certe adventantis senectutis et te et me ipsum levari volo etsi te quidem id modice ac sapienter sicut omnia et ferre et laturum esse certo scio.", "for I fain would lighten both for you and for me our common burden of old age which if not already pressing hard upon us is surely coming on apace and yet I have certain knowledge that you at all events are bearing and will continue to bear that burden as you do all others with a calm and philosophic mind."], ["sed mihi cum de senectute vellem aliquid scribere tu occurrebas dignus eo munere quo uterque nostrum communiter uteretur.", "But when I resolved to write something on this theme you continually came before my mind as worthy of a gift which both of us might enjoy together."], ["mihi quidem ita iucunda huius libri confectio fuit ut non modo omnis absterserit senectutis molestias sed effecerit mollem etiam et iucundam senectutem.", "To me at any rate the composition of this book has been so delightful that it has not only wiped away all the annoyances of old age but has even made it an easy and a happy state."], ["numquam igitur laudari satis digne philosophia poterit cui qui pareat omne tempus aetatis sine molestia possit degere. ", "Philosophy therefore can never be praised as much as she deserves since she enables the man who is obedient to her precepts to pass every season of life free from worry."]], [["sed de ceteris et diximus multa et saepe dicemus hunc librum ad te de senectute misimus.", ["Now on other subjects I have said much and shall often have much to say this book which I am sending to you is on old age."]], ["omnem autem sermonem tribuimus non Tithono ut Aristo Cius parum enim esset auctoritatis in fabula sed M. Catoni seni quo maiorem auctoritatem haberet oratio apud quem Laelium et Scipionem facimus admirantis quod is tam facile senectutem ferat eisque eum respondentem qui si eruditius videbitur disputare quam consuevit ipse in suis libris attribuito litteris Graecis quarum constat eum perstudiosum fuisse in senectute.", ["But the entire discourse I have attributed not to Tithonus as Aristo of Ceos did (for there would be too little authority in a myth) but that I might give it greater weight I have ascribed it to the venerable Marcus Cato and I represent Laelius and Scipio while at his house expressing wonder that he bears his age so well and Cato replying to them."]], ["sed quid opus est plura?", ["If it shall appear that he argues more learnedly than he was accustomed to do in his own books give the credit to Greek literature of which as is well known he was very studious in his later years."]], ["iam enim ipsius Catonis sermo explicabit nostram omnem de senectute sententiam.   ", ["But why need I say more?", "For from now on the words of Cato himself will completely unfold to you my own views on old age."]]], [["SCIPIO.", ["SCIPIO."]], ["Saepe numero admirari soleo cum hoc C. Laelio cum ceterarum rerum tuam excellentem M. Cato perfectamque sapientiam tum vel maxime quod numquam tibi senectutem gravem esse senserim quae plerisque senibus sic odiosa est ut onus se Aetna gravius dicant sustinere.", ["When conversing with Gaius Laelius here present I am frequently wont to marvel Cato both at your pre-eminent nay faultless wisdom in matters generally and especially at the fact that so far as I have been able to see old age is never burdensome to you though it is so vexatious to most old men that they declare it to be a load heavier than Aetna."]], ["CATO.", ["CATO."]], ["Rem haud sane Scipio et Laeli difficilem admirari videmini.", ["I think my friends that you marvel at a thing really far from difficult."]], ["quibus enim nihil est in ipsis opis ad bene beateque vivendum eis omnis aetas gravis est qui autem omnia bona a se ipsi petunt eis nihil potest malum videri quod naturae necessitas afferat.", ["For to those who have not the means within themselves of a virtuous and happy life every age is burdensome and on the other hand to those who seek all good from themselves nothing can seem evil that the laws of nature inevitably impose."]], ["quo in genere est in primis senectus quam ut adipiscantur omnes optant eandem accusant adeptam   permulcere posset stultam senectutem. ", ["To this class old age especially belongs which all men wish to attain and yet reproach when attained such is the inconsistency and perversity of Folly.", "They say that it stole upon them faster than they had expected.", "In the first place who has forced them to form a mistaken judgement?", "For how much more rapidly does old age steal upon youth than youth upon childhood?", "And again how much less burdensome would old age be to them if they were in their eight hundredth rather than in their eightieth year?", "In fact no lapse of time however long once it had slipped away could solace or soothe a foolish old age."]]], [["quocirca si sapientiam meam admirari soletis quae utinam digna esset opinione vestra nostroque cognomine in hoc sumus sapientes quod naturam optimam ducem tamquam deum sequimur eique paremus a qua non veri simile est cum ceterae partes aetatis bene discriptae sint extremum actum    tamquam au inerti poeta esse neglectum.", ["Wherefore if you are accustomed to marvel at my wisdom—and would that it were worthy of your estimate and of my cognomen —I am wise because I follow Nature as the best of guides and obey her as a god and since she has fitly planned the other acts of life's drama it is not likely that she has neglected the final act as if she were a careless playwright."]], ["sed tamen necesse fuit esse aliquid extremum et tamquam in arborum bacis terraeque fructibus maturitate tempestiva quasi vietum et caducum quod ferendum est molliter sapienti.", ["And yet there had to be something final and—as in the case of orchard fruits and crops of grain in the process of ripening which comes with time—something shrivelled as it were and prone to fall."]], ["quid est enim aliud gigantum modo bellare cum dis nisi naturae repugnare? ", ["But this state the wise man should endure with resignation.", "For what is warring against the gods as the giants did other than fighting against Nature?"]]], [[["LAELIUS."], "LAELIUS True Cato but you will do a thing most agreeable to us both—assuming that I may speak for Scipio too—if since we hope to become old (at least we wish it) you will long in advance teach us on what principles we may most easily support the weight of increasing years."], [["Atqui Cato gratissimum nobis ut etiam pro Scipione pollicear feceris si quoniam speramus volumus quidem certe senes fieri multo ante a te didicerimus quibus facillime rationibus ingravescentem aetatem ferre possimus."], "CATO."], [["CATO."], "To be sure I will Laelius especially if as you say it is going to prove agreeable to you both."], [["Faciam vero Laeli praesertim si utrique vestrum ut dicis gratum futurum est."], "LAELIUS."], [["LAELIUS.", "Volumus sane nisi molestum est.", "Cato tamquam longam aliquam viam confeceris quam nobis quoque ingrediendum sit istuc quo pervenisti videre quale sit. "], "Unless it is too much trouble to you Cato since you have as it were travelled the long road upon which we also must set out we really do wish to see what sort of a place it is at which you have arrived."]], [["CATO.", ["CATO."]], ["Faciam ut potero Laeli.", ["For I have often listened to the complaints of my contemporaries (and according to the old adage like with like most readily foregathers) complaints made also by the ex-consuls Gaius Salinator and Spurius Albinus who were almost my equals in years wherein they used to lament now because they were denied the sensual pleasures without which they thought life not life at all and now because they were scorned by the people who had been wont to pay them court."]], ["saepe enim interfui querellis aequalium meorum pares autem vetere proverbio cum paribus facillime congregantur quae C. Salinator quae Sp. Albinus homines consulares nostri fere aequales deplorare solebant tum quod voluptatibus carerent sine quibus vitam nullam putarent tum quod spernerentur ab eis a quibus essent coli soliti qui mihi non id videbantur    accusare quod esset accusandum.", ["I will do so Laelius as well as I can.", "But it seemed to me that they were not placing the blame where the blame was due."]], ["nam si id culpa senectutis accideret eadem mihi usu venirent reliquisque omnibus maioribus natu quorum ego multorum cognovi senectutem sine querella qui se et libidinum vinculis laxatos esse non moleste ferrent nec a suis despicerentur.", ["For if the ills of which they complained were the faults of old age the same ills would befall me and all other old men but I have known many who were of such a nature that they bore their old age without complaint who were not unhappy because they had been loosed from the chains of passion and who were not scorned by their friends."]], ["sed omnium istius modi querellarum in moribus est culpa non in aetate.", ["But as regards all such complaints the blame rests with character not with age."]], ["moderati enim et nec difficiles nec inhumani senes tolerabilem senectutem agunt importunitas autem et inhumanitas omni aetati molesta est. ", ["For old men of self-control who are neither churlish nor ungracious find old age endurable while on the other hand perversity and an unkindly disposition render irksome every period of life."]]], [["LAELIUS.", ["LAELIUS."]], ["Est ut dicis Cato sed fortasse dixerit quispiam tibi propter opes et copias et dignitatem tuam tolerabiliorem senectutem videri id autem non posse multis contingere.", ["What you say is true Cato but perhaps some one may reply that old age seems more tolerable to you because of your resources means and social position and that these are advantages which cannot fall to the lot of many."]], ["CATO.", ["CATO."]], ["Est istuc quidem Laeli aliquid sed nequaquam in isto sunt omnia ut Themistocles fertur Seriphio cuidam in iurgio respondisse cum ille dixisset non eum sua sed patriae gloria splendorem assecutum nec hercule inquit si ego Seriphius essem nec tu si Atheniensis  clarus umquam fuisses.", ["There is something in that objection Laelius but not everything.", "For example there is a story that when in the course of a quarrel a certain Seriphian had said to Themistocles Your brilliant reputation is due to your country's glory not your own Themistocles replied True by Hercules I should never have been famous if I had been a Seriphian nor you if you had been an Athenian."]], ["quod eodem modo de senectute dici potest nec enim in summa inopia levis esse senectus potest ne sapienti quidem nec insipienti etiam in summa copia non gravis. ", ["The same may be said of old age for amid utter want old age cannot be a light thing not even to a wise man nor to a fool even amid utmost wealth can it be otherwise than burdensome."]]], [["aptissima omnino sunt Scipio et Laeli arma senectutis artes exercitationesque virtutum quae in omni aetate cultae cum diu multumque vixeris    mirificos ecferunt fructus non solum quia numquam deserunt ne extremo quidem tempore aetatis quamquam id quidem maximum est verum etiam quia conscientia bene actae vitae multorumque bene factorum recordatio iucundissima est. ", "Undoubtedly Scipio and Laelius the most suitable defences of old age are the principles and practice of the virtues which if cultivated in every period of life bring forth wonderful fruits at the close of a long and busy career not only because they never fail you even at the very end of life—although that is a matter of highest moment—but also because it is most delightful to have the consciousness of a life well spent and the memory of many deeds worthily performed."]], [[["ego Q. Maximum eum qui Tarentum recepit senem adulescens ita dilexi ut aequalem."], "I was as fond of Quintus Fabius Maximus who recovered Tarentum as if he had been of my own age though he was old and I was young."], [["erat enim in illo viro comitate condita gravitas nec senectus mores mutaverat."], "For there was in him a dignity tempered with courtesy and age had not altered his disposition and yet when I began to cultivate him he was not extremely old though he was well advanced in life."], [["quamquam eum colere coepi non admodum grandem natu sed tamen iam aetate provectum.", "anno enim post consul primum fuerat quam ego natus sum cumque eo quartum consule adulescentulus miles ad Capuam profectus sum quintoque anno post ad Tarentum."], "For he had been consul for the first time the year after I was born and when he was in his fourth consulship I was a mere lad and set out as a private soldier with him for Capua and five years later for Tarentum then four years after that I became quaestor which office I held while Tuditanus and Cethegus were consuls and he at that very time though far advanced in age made speeches in favour of the Cincian law on fees and gifts."], [["quaestor deinde quadriennio post factus sum quem magistratum gessi consulibus Tuditano et Cethego cum quidem ille admodum senex suasor legis Cinciae de donis et muneribus fuit."], "Though quite old he waged war like a young man and by his patient endurance checked the boyish impetuosity of Hannibal."], [["hic et bella gerebat ut adulescens cum plane grandis esset et Hannibalem iuveniliter exsultantem patientia sua molliebat de quo praeclare familiaris noster Ennius   unus homo nobis cunctando restituit rem noenum  magisque viri nunc gloria claret. "], "My friend Ennius admirably speaks of him thus One man's delay alone restored our State He valued safety more than mob's applause Hence now his glory more resplendent grows."]], [["Tarentum vero qua vigilantia quo consilio recepit.", "Indeed with what vigilance with what skill he recaptured Tarentum."], ["cum quidem me audiente Salinatori qui amisso    oppido fugerat in arcem glorianti atque ita dicenti mea opera Q. Fabi Tarentum recepisti certe inquit ridens nam nisi tu amisisses numquam recepissem.", "It was in my own hearing that Salinator contrary to the expressed will of the senate."], ["nec vero in armis praestantior quam in toga qui consul iterum Sp. Carvilio collega quiescente C. Flaminio tribuno plebis quoad potuit restitit agrum Picentem et Gallicum viritim contra senatus auctoritatem dividenti augurque cum esset dicere ausus est optimis auspiciis ea geri quae pro rei publicae salute gererentur quae contra rem publicam ferrentur contra auspicia ferri. ", "And although an augur he dared to say that whatever was done for the safety of the Republic was done under the best auspices and that whatever was inimical to the Republic was against the auspices."]], [["multa in eo viro praeclara cognovi sed nihil admirabilius quam quo modo ille mortem fili tulit clari viri et consularis.", ["Many are the remarkable things I have observed in that great man but nothing more striking than the manner in which he bore the death of his distinguished son a former consul."]], ["est in manibus laudatio quam cum legimus quem philosophum non contemnimus?", ["The funeral oration delivered by him on that occasion is in general circulation and when we read it what philosopher does not appear contemptible?"]], ["nec vero ille in luce modo atque in oculis civium magnus sed intus domique praestantior.", ["Nor was it merely in public and under the gaze of his fellow-citizens that he was great but he was greater still in the privacy of his home."]], ["qui sermo quae praecepta.", ["What conversation."]], ["quanta notitia antiquitatis scientia iuris auguri.", ["What maxims."]], ["multae etiam ut in homine Romano litterae omnia memoria tenebat non domestica solum sed etiam externa bella.", ["What a knowledge of ancient history."]], ["cuius sermone ita tum cupide fruebar quasi iam divinarem id quod evenit illo exstincto fore unde discerem neminem. ", ["What skill in augural law.", "He had also read much for a Roman and knew by heart the entire history not only of our own wars but of foreign wars as well.", "I was at that time as eager to profit by his conversation as if I already foresaw what in fact came to pass that when he was gone I should have no one from whom to learn."]]], [["quorsum  igitur haec tam multa de Maximo?", ["Why then have I said so much about Maximus?"]], ["Quia profecto videtis nefas esse dictu miseram fuisse talem senectutem.", ["Because you surely realize now that it would be monstrous to call unhappy such an old age as his."]], ["nec tamen omnes possunt esse Scipiones aut Maximi ut urbium expugnationes ut pedestris navalisve pugnas ut bella a se gesta ut triumphos recordentur.", ["And yet not every one can be a Scipio or a Maximus and call to mind the cities he has taken the battles he has fought on land and sea the campaigns he has conducted and the triumphs he has won."]], ["est etiam quiete et pure atque eleganter actae aetatis placida ac lenis senectus qualem accepimus Platonis qui uno et octogesimo anno scribens est mortuus qualem Isocratis qui eum librum qui Panathenaicus inscribitur quarto nonagesimo anno scripsisse dicit vixitque quinquennium postea cuius magister Leontinus Gorgias centum et septem complevit annos neque umquam in suo studio atque opere cessavit.", ["But there is also the tranquil and serene old age of a life spent quietly amid pure and refining pursuits—such an old age for example as we are told was that of Plato who died pen in hand in his eighty-first year such as that of Isocrates who by his own statement was ninety-four when he composed the work entitled Panathenaicus and he lived five years after that.", "His teacher Gorgias of Leontini rounded out one hundred and seven years and never rested from his pursuits or his labours."]], ["qui cum ex eo quaereretur cur tam diu vellet esse in vita nihil     habeo inquit quod accusem senectutem. ", ["When some one asked him why he chose to remain so long alive he answered I have no reason to reproach old age."]]], [["praeclarum responsum et docto homine dignum.", "A noble answer and worthy of a scholar."], ["sua enim vitia insipientes et suam culpam in senectutem conferunt quod non faciebat is cuius modo mentionem feci Ennius   sic ut fortis equus spatio qui saepe supremo vicit Olympia nunc senio confectus quiescit.", "For in truth it is their own vices and their own faults that fools charge to old age but Ennius of whom I spoke a while ago did not do this for he says He like the gallant steed that often won Olympic trophy in the final lap Now takes his rest when weakened by old age."], ["equi fortis et victoris senectuti comparat suam quem quidem probe meminisse potestis anno enim undevicesimo post eius mortem hi consules T. Flamininus et M'.", "He is comparing his old age to that of a brave and victorious horse."], ["Acilius facti sunt ille autem Caepione et Philippo iterum consulibus mortuus est cum ego quinque et sexaginta annos natus legem    Voconiam magna voce et bonis lateribus suasissem.", "You both may recall him distinctly with loud voice and mighty lungs."], ["Annos septuaginta natus tot enim vixit Ennius ita ferebat duo quae maxima putantur onera paupertatem et senectutem ut eis paene delectari videretur. ", "But he at seventy—for Ennius lived that long—was bearing the two burdens which are considered the greatest—poverty and old age—and was bearing them in such a way that he seemed almost to take a pleasure in them."]], [["etenim cum complector animo quattuor reperio causas cur senectus misera videatur unam quod avocet a rebus gerendis alteram quod corpus faciat infirmius tertiam quod privet omnibus fere voluptatibus quartam quod haud procul absit a morte.", ["And indeed when I reflect on this subject I find four reasons why old age appears to be unhappy first that it withdraws us from active pursuits second that it makes the body weaker third that it deprives us of almost all physical pleasures and fourth that it is not far removed from death.", "Let us if you please examine each of these reasons separately and see how much truth they contain."]], ["earum si placet causarum quanta quamque sit iusta una quaeque videamus.", ["Old age withdraws us from active pursuits."]], ["A rebus gerendis senectus abstrahit.", ["From what pursuits?"]], ["quibus?", ["Is it not from those which are followed because of youth and vigour?"]], ["An eis quae iuventute geruntur et viribus?", ["Are there then no intellectual employments in which aged men may engage even though their bodies are infirm?"]], ["nullaene igitur res sunt seniles quae vel infirmis corporibus animo et mente administrentur?", ["Was there then no employment for Quintus Maximus?"]], ["nihil ergo agebat Q. Maximus nihil L. Paulus pater tuus socer optimi viri fili mei?", ["And none Scipio for your father Lucius Paulus the father-in-law of that best of men my son?"]], ["ceteri senes Fabricii Curii Coruncanii cum rem publicam consilio et auctoritate defendebant nihil agebant?", ["And those other old men like Fabricius Curius and Coruncanius—were they doing nothing when by their wisdom and influence they were preserving the state?"]], ["ad Appi Claudi senectutem accedebat etiam ut caecus esset ", ["To the old age of Appius Claudius was also added blindness"]]], [["tamen is cum sententia senatus inclinaret ad pacem cum Pyrrho foedusque faciendum non dubitavit dicere illa quae versibus persecutus est Ennius   quo vobis mentes rectae quae stare solebant antehac dementis sese flexere viai?", ["yet when the sentiment of the senate was inclining towards peace and an alliance with Pyrrhus he did not hesitate to say what Ennius has thus put into verse Your minds that once did stand erect and strong What madness swerves them from their wonted course?"]], ["ceteraque gravissime notum enim vobis carmen est    et tamen ipsius Appi exstat oratio.", ["—and so on in most impressive style."]], ["atque haec ille egit septemdecim annis post alterum consulatum cum inter duos consulatus anni decem interfuissent censorque ante superiorem consulatum fuisset ex quo intellegitur Pyrrhi bello grandem sane fuisse et tamen sic a patribus accepimus. ", ["But you are familiar with the poem and after all the actual speech of Appius is still extant.", "It was delivered seventeen years after his second consulship although ten years had intervened between the two consulships and he had been censor before he was consul.", "Hence it is known that he was undoubtedly an old man at the time of the war with Pyrrhus and yet such is the story as we have it by tradition."]]], [["nihil igitur afferunt qui in re gerenda versari senectutem negant similesque sunt ut si qui gubernatorem in navigando nihil agere dicant cum alii malos scandant alii per foros cursent alii sentinam exhauriant ille clavum tenens quietus sedeat in puppi non faciat ea quae iuvenes at vero multo maiora et meliora facit.", ["Those therefore who allege that old age is devoid of useful activity adduce nothing to the purpose and are like those who would say that the pilot does nothing in the sailing of the ship because while others are climbing the masts or running about the gangways or working at the pumps he sits quietly in the stern and simply holds the tiller.", "He may not be doing what younger members of the crew are doing but what he does is better and much more important."]], ["non viribus aut velocitate aut celeritate corporum res magnae geruntur sed consilio auctoritate sententia quibus non modo non orbari sed etiam augeri senectus solet. ", ["It is not by muscle speed or physical dexterity that great things are achieved but by reflection force of character and judgement in these qualities old age is usually not only not poorer but is even richer."]]], [["nisi forte ego vobis qui et miles et tribunus et legatus et consul versatus sum in vario genere bellorum cessare nunc videor cum bella non gero.", "But perhaps it seems to you that I who engaged in various kinds of warfare as private captain general and commander-in-chief am unemployed now that I do not go to war."], ["At senatui quae sint gerenda praescribo et quo modo Carthagini male iam diu cogitanti bellum multo ante denuntio de qua vereri non ante desinam quam illam excisam esse cognovero.", "And yet I direct the senate as to what wars should be waged and how at the present time far in advance of hostilities I am declaring war on Carthage for she has long been plotting mischief and I shall not cease to fear her until I know that she has been utterly destroyed."], ["quam palmam utinam di immortales ", "And I pray the immortal gods to reserve for you"]], [["Scipio tibi reservent ut avi relliquias persequare cuius a morte tertius hie et tricesimus annus est sed memoriam illius viri omnes    excipient anni consequentes.", ["Scipio the glory of completing the work which your grandfather left unfinished.", "Thirty-three years have passed since that hero's death but each succeeding year will receive his memory and pass it on."]], ["anno ante me censorem mortuus est novem annis post meum consulatum cum consul iterum me consule creatus esset.", ["He died in the year before I was censor nine years after I was consul and while I was holding the latter office he was elected consul for the second time."]], ["num igitur si ad centesimum annum vixisset senectutis eum suae paeniteret?", ["If then he had lived to his hundredth year would he be repenting of his old age?"]], ["nec enim excursione nec saltu nec eminus hastis aut comminus gladiis uteretur sed consilio ratione sententia quae nisi essent in senibus non summum consilium maiores nostri appellassent senatum.", ["No for he would not be employing his time in running and in leaping or in long-distance throwing of the spear or in hand-to-hand sword-play but he would be engaged in using reflection reason and judgement.", "If these mental qualities were not characteristic of old men our fathers would not have called their highest deliberative body the senate."]], ["apud Lacedaemonios quidem ei ", ["Among the Lacedaemonians for example"]]], [["qui amplissimum magistratum gerunt ut sunt sic etiam nominantur senes.", ["those who fill their chief magistracies are called elders as they are in fact."]], ["quod si legere aut audire voletis externa maximas res publicas ab adulescentibus labefactatas a senibus sustentatas et restitutas reperietis.", ["And indeed if you care to read or hear foreign history you will find that the greatest states have been overthrown by the young and sustained and restored by the old."]], ["cedo qui vestram rem publicam tantam amisistis tam cito?", ["How lost you pray your mighty state so soon?"]], ["sic enim percontantur   Respondentur et alia et hoc in primis   proveniebant oratores novi stulti adulescentuli.", ["for such is the question put in a play entitled the Wolf by the poet Naevius."]], ["temeritas est videlicet florentis aetatis prudentia senescentis. ", ["Several answers are given but the one chiefly in point is this Through swarms of green declaiming silly lads.", "True enough for rashness is the product of the budding-time of youth prudence of the harvest-time of age."]]], [[["At memoria minuitur."], "But it is alleged the memory is impaired."], [["credo nisi eam exerceas aut etiam si sis natura tardior."], "Of course if you do not exercise it or also if you are by nature somewhat dull."], [["Themistocles omnium civium perceperat nomina num igitur    censetis eum cum aetate processisset qui Aristides esset Lysimachum salutare solitum?"], "Themistocles had learned the names of all the citizens of Athens I for instance know not only the people who are living but I recall their fathers and grandfathers too and as I read their epitaphs I am not afraid of the superstition that in so doing I shall lose my memory for by reading them I refresh my recollection of the dead."], [["equidem non modo eos novi qui sunt sed eorum patres etiam et avos nec sepulcra legens vereor quod aiunt ne memoriam perdam his enim ipsis legendis in memoriam redeo mortuorum."], "I certainly never heard of any old man forgetting where he had hidden his money."], [["nec vero quemquam senem audivi oblitum quo loco thesaurum obruisset.", "omnia quae curant meminerunt vadimonia constituta quis sibi cui ipsi debeant. "], "The aged remember everything that interests them their appointments to appear in court and who are their creditors and who their debtors."]], [["quid iuris consulti quid pontifices quid augures quid philosophi senes?", "And how is it with aged lawyers pontiffs augurs and philosophers?"], ["quam multa meminerunt.", "What a multitude of things they remember."], ["manent ingenia senibus modo permaneat studium et industria neque ea solum claris et honoratis viris sed in vita etiam privata et quieta.", "Old men retain their mental faculties provided their interest and application continue and this is true not only of men in exalted public station but likewise of those in the quiet of private life."], ["Sophocles ad summam senectutem tragoedias fecit quod propter studium cum rem neglegere familiarem videretur filiis in iudicium vocatus est ut quem ad modum nostro more male rem gerentibus patribus bonis interdici solet sic ilium quasi desipientem a re familiari removerent iudices.", "Sophocles composed tragedies to extreme old age and when because of his absorption in literary work he was thought to be neglecting his business affairs his sons haled him into court in order to secure a verdict removing him from the control of his property on the ground of imbecility under a law similar to ours whereby it is customary to restrain heads of families from wasting their estates."], ["tum senex dicitur eam fabulam quam in manibus habebat et proxime scripserat Oedipum Coloneum recitasse iudicibus quaesisseque num illud carmen desipientis videretur ", "Thereupon it is said the old man read to the jury his play Oedipus at Colonus which he had just written and was revising and inquired Does that poem seem to you to be the work of an imbecile?"]], [["quo recitato sententiis iudicum est liberatus.", "When he had finished he was acquitted by the verdict of the jury."], ["num igitur hunc num Homerum Hesiodum Simo-    niden Stesichorum num quos ante dixi Isocraten Gorgian num philosophorum principes Pythagoram Democritum num Platonem Xenocraten num postea Zenonem Cleanthem aut eum quem vos etiam vidistis Romae Diogenem Stoicum coegit in suis studiis obmutescere senectus?", "Think you then that old age forced him to abandon his calling or that it silenced Homer Hesiod Simonides Stesichorus or Isocrates and Gorgias (whom I have mentioned already) or any of those princes of philosophy Pythagoras Democritus Plato and Xenocrates or Zeno and Cleanthes of a later time or Diogenes the Stoic whom you both have seen at Rome?"], ["An in omnibus studiorum agitatio vitae aequalis fuit? ", "Rather did not activity in their several pursuits continue with all of them as long as life itself?"]], [["Age ut ista divina studia omittamus possum nominare ex agro Sabino rusticos Romanos vicinos et familiaris meos quibus absentibus numquam fere ulla in agro maiora opera fiunt non serendis non percipiendis non condendis fructibus.", ["But come now—to pass over these divine pursuits —I can point out to you Roman farmers in the Sabine country friends and neighbours of mine who are scarcely ever absent from the field while the more important operations of husbandry as sowing reaping and storing the crops are going on."]], ["quamquam in aliis minus hoc mirum est nemo enim est tam senex qui se annum non putet posse vivere sed idem in eis elaborant quae sciunt nihil ad se omnino pertinere   serit arbores quae alteri saeclo prosint  ut ait Statius noster in Synephebis. ", ["Although this interest of theirs is less remarkable in the case of annual crops—for no one is so old as to think that he cannot live one more year—yet these same men labour at things which they know will not profit them in the least.", "He plants the trees to serve another age as our Caecilius Statius says in his Young Comrades."]]], [["nec vero dubitat agricola quamvis sit senex quaerenti cui serat respondere dis immortalibus qui me non accipere modo haec a maioribus voluerunt sed etiam posteris prodere.", ["And if you ask a farmer however old for whom he is planting he will unhesitatingly reply For the immortal gods who have willed not only that I should receive these blessings from my ancestors but also that I should hand them on to posterity."]], ["et melius Caecilius de sene alteri saeculo prospiciente quam illud idem   edepol senectus si nil quicquam aliud viti adportes tecum cum advenis unum id sat est quod diu vivendo multa quae non volt videt.", ["And the same Caecilius in writing of the old man making provision for a future generation spoke to better purpose than he did in the following lines In truth Old Age if you did bring no bane But this alone 'twould me suffice that one By living long sees much he hates to see."]], ["Et multa fortasse quae volt atque in ea quae non volt saepe etiam adulescentia incurrit.", ["From Caecilius's comedy Plocium.", "Possibly also many things he likes and as for things one does not wish to see even youth often encounters them."]], ["illud vero idem Caecilius vitiosius   tum equidem in senecta hoc deputo miserrimum sentire ea aetate eumpse esse odiosum alteri. ", ["However this other sentiment from the same Caecilius is worse But saddest bane of age I think is this That old men feel their years a bore to youth.", "From the play called Ephesio."]]], [["iucundum potius quam odiosum.", "A pleasure rather than a bore say I."], ["ut enim adulescentibus bona indole praeditis sapientes senes delectantur leviorque fit senectus eorum qui a iuventute coluntur et diliguntur sic adulescentes senum praeceptis gaudent quibus ad virtutum studia ducuntur nec minus intellego me vobis quam mihi vos esse iucundos.", "For just as wise men when they are old take delight in the society of youths endowed with sprightly wit and the burdens of age are rendered lighter to those who are courted and highly esteemed by the young so young men find pleasure in their elders by whose precepts they are led into virtue's paths nor indeed do I feel that I am any less of a pleasure to you than you are to me."], ["sed videtis ut senectus non modo languida atque iners non sit verum etiam sit operosa et semper agens aliquid et moliens tale scilicet quale cuiusque studium in superiore vita fuit.", "But you see how old age so far from being feeble and inactive is even busy and is always doing and effecting something— that is to say something of the same nature in each case as were the pursuits of earlier years."], ["quid qui etiam addiscunt aliquid ut et Solonem versibus gloriantem videmus qui se cotidie aliquid addiscentem dicit senem fieri.", "And what of those who even go on adding to their store of knowledge?"], ["et ego feci qui litteras Graecas senex didici quas quidem sic avide arripui quasi diuturnam sitim explere cupiens ut ea ipsa mihi nota essent quibus me nunc exemplis uti videtis.", "Such was the case with Solon whom we see boasting in his verses that he grows old learning something every day."], ["quod cum fecisse Socratem in fidibus audirem vellem equidem etiam illud discebant enim fidibus antiqui sed in litteris certe elaboravi. ", "had done in the case of the lyre an instrument much cultivated by the ancients I should have liked to do that too if I could but in literature I have certainly laboured hard."]], [["ne nunc quidem viris desidero adulescentis    is enim erat locus alter de vitiis senectutis non plus quam adulescens tauri aut elephanti desiderabam.", "I do not now feel the need of the strength of youth—for that was the second head under the faults of old age—any more than when a young man I felt the need of the strength of the bull or of the elephant."], ["quod est eo decet uti et quidquid agis  agere pro viribus.", "Such strength as a man has he should use and whatever he does should be done in proportion to his strength."], ["quae enim vox potest esse contemptior quam Milonis Crotoniatae?", "For what utterance can be more pitiable than that of Milo of Crotona?"], ["qui cum iam senex esset athletasque se exercentis in curriculo videret aspexisse lacertos suos dicitur illacrimansque dixisse at hi quidem mortui iam sunt.", "After he was already an old man and was watching the athletes training in the race-course it is related that as he looked upon his shrunken muscles he wept and said Yes but they now are dead."], ["non vero tam isti quam tu ipse nugator neque enim ex te umquam es nobilitatus sed ex lateribus et lacertis tuis.", "But not as dead as you you babbler."], ["nihil Sex.", "For you never gained renown from your real self but from brute strength of lungs and limb."], ["Aelius tale nihil multis annis ante Ti. Coruncanius nihil modo P. Crassus a quibus iura civibus praescribebantur quorum usque ad extremum spiritum est provecta prudentia. ", "Of a far different stamp were Sextus Aelius and Titus Coruncanius of ancient times and Publius Crassus of a later date by whom instruction in jurisprudence was given to their fellow-citizens and whose skill in law continued to the very last gasp."]], [["Orator metuo ne languescat senectute est enim munus eius non ingeni solum sed laterum etiam et virium.", "The orator I fear does lose in efficiency on account of old age because his success depends not only upon his intellect but also upon his lungs and bodily strength."], ["omnino canorum illud in voce splendescit etiam nescio quo pacto in senectute quod equidem adhuc non amisi et videtis annos.", "In old age no doubt the voice actually gains (I know not how) that magnificent resonance which even I have not lost and you see my years and yet the style of speech that graces the old man is subdued and gentle and very often the sedate and mild speaking of an eloquent old man wins itself a hearing."], ["sed tamen est decorus seni sermo quietus et remissus facitque persaepe ipsa   et mitis oratio quam si ipse exsequi nequeas possis tamen Scipioni praecipere et Laelio.", "And although one cannot himself engage in oratory still he may be able to give instruction to a Scipio or a Laelius."], ["quid enim est iucundius senectute stipata studiis iuventutis? ", "For what is more agreeable than an old age surrounded by the enthusiasm of youth?"]], [["An ne illas quidem viris senectuti relinquimus  ", "Or do we not concede to old age even strength enough to instruct and train young men and equip them for every function and duty?. And what more exalted service can there be than this?. For my part Scipio I used to consider Gnaeus and Publius Scipio and your two grandfathers Lucius Aemilius and Publius Africanus fortunate in being attended by throngs of noble youths and no teachers of the liberal arts should be considered unhappy even though their bodily vigour may have waned and failed.. And yet even that very loss of strength is more often chargeable to the dissipations of youth than to any fault of old age for an intemperate and indulgent youth delivers to old age a body all worn out."]], [["Cyrus quidem apud Xenophontem eo sermone quem moriens habuit cum admodum senex esset negat se umquam sensisse senectutem suam imbecilliorem factam quam adulescentia fuisset.", "For example Cyrus in Xenophon in that discourse which he delivered when he was very old and on his death-bed says that he had never felt that his old age was any less vigorous than his youth had been."], ["ego L. Metellum memini puer qui cum quadriennio post alterum consulatum pontifex maximus factus esset viginti et duos annos ei sacerdotio praefuit ita bonis esse viribus extremo tempore aetatis ut adulescentiam non requireret.", "I remember that in my boyhood I saw Lucius Metellus who four years after his second consulship became Chief Pontiff and held that sacred office for twenty-two years and I recall that he enjoyed such great vigour of body to the end of his days that he did not feel the loss of youth."], ["nihil necesse est mihi de me ipso dicere quamquam est id quidem senile aetatique nostrae conceditur. ", "I need say nothing of myself in this connexion though to do so is an old man's privilege and permitted to one of my age."]], [[["videtisne ut apud Homerum saepissime Nestor de virtutibus suis praedicet?"], "Do you not observe in Homer how time and again Nestor proclaims his own merits?"], [["Tertiam enim aetatem hominum videbat nec erat ei verendum ne vera praedicans de se nimis videretur aut insolens aut loquax."], "never prays for ten men like Ajax."], [["etenim ut ait Homerus ex eius lingua melle dulcior fluebat oratio quam ad suavitatem nullis egebat corporis    viribus.", "et tamen dux ille Graeciae nusquam optat ut Aiacis similis habeat decem sed ut Nestoris quod si sibi accident non dubitat quin brevi sit Troia peritura. "], "but for ten like Nestor and he doubts not that if he had them Troy would speedily be destroyed."]], [[["sed redeo ad me."], "But I return to myself."], [["quartum ago annum et octogesimum vellem equidem idem posse gloriari quod Cyrus sed tamen hoc queo dicere non me quidem eis esse viribus quibus aut miles bello Punico aut quaestor eodem bello aut consul in Hispania fuerim aut quadriennio post cum tribunus militaris depugnavi apud Thermopylas M'."], "I am in my eighty-fourth year and would that I myself could boast as Cyrus did but still I can say this much that while I am not now indeed possessed of that physical strength which I had as a private soldier in the Punic War or as a quaestor in the same war or as commander-in-chief in Spain or when as military tribune four years later I fought the war out at Thermopylae under the command of Manius Acilius Glabrio yet as you see old age has not quite unnerved or shattered me."], [["Glabrione consule sed tamen ut vos videtis non plane me enervavit non afflixit senectus non curia viris meas desiderat non rostra non amici non clientes non hospites."], "The senate and the popular assembly never find my vigour wanting nor do my friends my dependents or my guests for I have never assented to that ancient and much quoted proverb which advises Become old early if you would be old long."], [["nec enim umquam sum assensus veteri illi laudatoque proverbio quod monet mature fieri senem si diu velis senex esse."], "For my part I would rather not be old so long than be old before my time."], [["ego vero me minus diu senem esse mallem quam esse senem ante quam essem.", "itaque nemo adhuc convenire me voluit cui fuerim occupatus. "], "Accordingly I have so far never refused an audience to anyone who wished to consult me."]], [["At minus habeo virium quam vestrum utervis.", "But it may be said that I have less strength than either of you but I reply that you for your part have not the strength of the centurion Titus Pontius  is he for that reason more excellent than you?"], ["ne vos quidem T. Ponti centurionis viris habetis num idcirco est ille praestantior?", "Only let every man make a proper use of his strength and strive to his utmost then assuredly he will have no regret for his want of strength."], ["moderatio modo virium adsit et tantum quantum potest quisque nitatur ne ille non magno desiderio tenebitur virium.", "It is said that Milo walked the length of the race-course at Olympia carrying an ox on his shoulders."], ["olympiae per stadium ingressus esse Milo dicitur cum umeris sustineret bovem utrum igitur has corporis an Pythagorae tibi malis viris ingeni dari?", "Which therefore would you prefer should be given to you—the physical powers of Milo or the mental powers of Pythagoras?"], ["Denique isto bono utare dum adsit cum absit ne requiras nisi forte adulescentes pueritiam paulum aetate progressi adulescentiam debent requirere.", "In short enjoy the blessing of strength while you have it and do not bewail it when it is gone unless forsooth you believe that youth must lament the loss of infancy or early manhood the passing of youth."], ["cursus est certus aetatis et una via naturae eaque simplex suaque cuique parti aetatis tempestivitas est data ut et infirmitas puerorum et ferocitas iuvenum et gravitas iam constantis aetatis et senectutis maturitas naturale quiddam habet quod suo tempore percipi debeat. ", "Life's race-course is fixed Nature has only a single path and that path is run but once and to each stage of existence has been allotted its own appropriate quality so that the weakness of childhood the impetuosity of youth the seriousness of middle life the maturity of old age—each bears some of Nature's fruit which must be garnered in its own season."]], [["audire te arbitror Scipio hospes tuus avitus Masinissa quae faciat hodie nonaginta natus annos cum ingressus iter pedibus sit in equum omnino non ascendere cum autem equo ex equo non descendere nullo imbri nullo frigore adduci ut capite operto sit summam esse in eo corporis siccitatem itaque omnia exsequi regis officia et munera.", "I think Scipio that the news reaches you of the daily activities of your grandfather's friend and host Masinissa now ninety years old that when he begins a march on foot he never mounts a horse and when he sets out on horseback he never dismounts that no rain or cold however great can induce him to cover his head and—such is the extreme wiriness of his body—that he in person performs all the duties and functions of his kingly office."], ["Potest igitur exercitatio et temperantia etiam in senectute conservare aliquid pristini roboris.", "It is possible therefore for a man by exercise and self-control even in old age to preserve some of his original vigour."], ["ne sint  in senectute vires ne postulantur quidem vires a senectute.", "But grant that old age is devoid of strength none is even expected of it."], ["ergo et legibus et institutis vacat aetas nostra muneribus eis quae non possunt sine viribus sustineri.", "Hence both by law and by custom men of my age are exempt from those public services which cannot be rendered without strength of body."], ["itaque non modo quod non possumus sed ne quantum possumus quidem cogimur. ", "Therefore we are not only not required to do what we cannot perform but we are not required to do even as much as we can."]], [["At multi ita sunt imbecilli senes ut nullum offici aut omnino vitae munus exsequi    possint.", ["Yet it may be urged many old men are so feeble that they can perform no function that duty or indeed any position in life demands."]], ["At id quidem non proprium senectutis vitium est sed commune valetudinis.", ["True but that is not peculiar to old age generally it is a characteristic of ill-health."]], ["quam fuit imbecillus P. Africani filius is qui te adoptavit quam tenui aut nulla potius valetudine.", ["Note how weak Scipio was your adoptive father the son of Publius Africanus."]], ["quod ni ita fuisset alterum illud exstitisset lumen civitatis ad paternam enim magnitudinem animi doctrina uberior accesserat.", ["What feeble health he had or rather no health at all.", "But for this he would have shone forth as the second luminary of the state for to his father's greatness of intellect he had added a more abundant learning."]], ["quid mirum igitur in senibus si infirmi sunt aliquando cum id ne adulescentes quidem effugere possint?", ["What wonder then that the aged are sometimes weak when even the young cannot escape the same fate?"]], ["resistendum Laeli et Scipio senectuti est eiusque vitia diligentia compensanda sunt pugnandum tamquam contra morbum  sic contra senectutem habenda ratio valetudinis ", ["But it is our duty my young friends to resist old age to compensate for its defects by a watchful care to fight against it as we would fight against disease to adopt a regimen of health"]]], [[["utendum exercitationibus modicis tantum cibi et potionis adhibendum ut reficiantur vires non opprimantur."], "to practise moderate exercise and to take just enough of food and drink to restore our strength and not to overburden it."], [["nec vero corpori solum subveniendum est sed menti atque animo multo magis."], "Nor indeed are we to give our attention solely to the body much greater care is due to the mind and soul for they too like lamps grow dim with time unless we keep them supplied with oil."], [["et corpora quidem exercitationum defetigatione ingravescunt animi autem exercitando  levantur."], "Moreover exercise causes the body to become heavy with fatigue but intellectual activity gives buoyancy to the mind."], [["nam haec quoque nisi tamquam lumini oleum instilles exstinguuntur senectute.", "nam quos ait Caecilius comicos stultos senes hos significat credulos obliviosos dissolutos quae vitia sunt non senectutis sed inertis ignavae somniculosae senectutis."], "For when Caecilius speaks of the old fools of the comic stage he has in mind old men characterized by credulity forgetfulness and carelessness which are faults not of old age generally but only of an old age that is drowsy slothful and inert."], [["ut petulantia ut libido magis est adulescentium quam senum nec tamen omnium adulescentium sed non proborum sic ista senilis stultitia quae deliratio appellari solet senum levium est non omnium. "], "Just as waywardness and lust are more often found in the young man than in the old yet not in all who are young but only in those naturally base so that senile debility usually called dotage is a characteristic not of all old men but only of those who are weak in mind and will."]], [["quattuor robustos filios quinque filias tantam    domum tantas clientelas Appius regebat et caecus et senex intentum enim animum tamquam arcum habebat nec languescens succumbebat senectuti.", "Appius though he was both blind and old managed four sturdy sons five daughters a great household and many dependents for he did not languidly succumb to old age but kept his mind ever taut like a well-strung bow."], ["tenebat non modo auctoritatem sed etiam imperium in suos metuebant servi verebantur liberi carum omnes habebant vigebat in illa domo mos patrius et disciplina.  ", "He maintained not mere authority but absolute command over his household his slaves feared him his children revered him all loved him and the customs and discipline of his forefathers flourished beneath his roof."]], [["Ita enim senectus honesta est si se ipsa defendit si ius suum retinet si nemini emancipata est si usque ad ultimum spiritum dominatur in suos.", ["For old age is honoured only on condition that it defends itself maintains its rights is subservient to no one and to the last breath rules over its own domain."]], ["ut enim adulescentem in quo est senile aliquid sic senem in quo est aliquid adulescentis probo quod qui sequitur corpore senex esse poterit animo numquam erit.", ["He who strives thus to mingle youthfulness and age may grow old in body but old in spirit he will never be."]], ["septimus mihi liber Originum est in manibus omnia antiquitatis monumenta colligo causarum illustrium quascunque defendi nunc cum maxime conficio orationes ius augurium pontificium civile tracto multum etiam Graecis litteris utor Pythagoriorumque more exercendae memoriae gratia quid quoque die dixerim audierim egerim commemoro vesperi.", ["For just as I approve of the young man in whom there is a touch of age so I approve of the old man in whom there is some of the flavour of youth.", "I am now at work on the seventh volume of my Antiquities.", "I am collecting all the records of our ancient history and at the present moment am revising all the speeches made by me in the notable causes which I conducted.", "I am investigating the augural pontifical and secular law I also devote much of my time to Greek literature and in order to exercise my memory I follow the practice of the Pythagoreans and run over in my mind every evening all that I have said heard or done during the day.", "These employments are my intellectual gymnastics these the race-courses of my mind and while I sweat and toil with them I do not greatly feel the loss of bodily strength.", "I act as counsel for my friends I frequently attend the senate where on my own motion I propose subjects for discussion after having pondered over them seriously and long and there I maintain my views in debate not with strength of body but with force of mind."]], ["hae sunt exercitationes ingeni haec curricula mentis in his desudans atque elaborans corporis viris non magno opere desidero.", ["But even if I could not perform these services nevertheless my couch would afford me delight while reflecting on the very things that I lacked the strength to do."]], ["adsum amicis venio in senatum frequens ultroque affero res multum et diu cogitatas easque tueor animi non    corporis viribus.", ["However the fact that I can do them is due to the life that I have led."]], ["quas si exsequi nequirem tamen me lectulus meus oblectaret ea ipsa cogitantem quae iam agere non possem sed ut possim facit acta vita.", ["For the man who lives always amid such studies and pursuits as mine is not aware of the stealthy approach of age."]], ["Semper enim in his studiis laboribusque viventi non intellegitur quando obrepat senectus ita sensim sine sensu aetas senescit nec subito frangitur sed diuturnitate exstinguitur. ", ["Thus employed his life gradually and imperceptibly glides into old age and succumbs not to a quick assault but to a long-continued siege."]]], [[["sequitur tertia vituperatio senectutis quod eam carere dicunt voluptatibus."], "We come now to the third ground for abusing old age and that is that it is devoid of sensual pleasures."], [["O praeclarum munus aetatis si quidem id aufert a nobis quod est in adulescentia vitiosissimum."], "O glorious boon of age if it does indeed free us from youth's most vicious fault."], [["accipite enim optimi adulescentes veterem orationem Archytae Tarentini magni in primis et praeclari viri quae mihi tradita est cum essem adulescens Tarenti cum Q. Maximo.", "nullam capitaliorem pestem quam voluptatem corporis hominibus dicebat a natura datam cuius voluptatis avidae libidines temere et effrenate ad potiendum incitarentur."], "Now listen most noble young men to what that remarkably great and distinguished man Archytas of Tarentum said in an ancient speech repeated to me when I was a young man serving with Quintus Maximus at Tarentum No more deadly curse said he \"has been given by nature to man than carnal pleasure through eagerness for which the passions are driven recklessly and uncontrollably to its gratification."]], [["hinc patriae proditiones hinc rerum publicarum eversiones hinc cum hostibus clandestina colloquia nasci nullum denique scelus nullum malum facinus esse ad quod suscipiendum non libido voluptatis impelleret stupra vero et adulteria et omne tale flagitium nullis excitari aliis illecebris nisi voluptatis cumque homini sive natura sive quis deus nihil mente praestabilius dedisset huic divino muneri ac dono nihil tam esse inimicum    quam voluptatem.", "From it come treason and the overthrow of states and from it spring secret and corrupt conferences with public foes.. In short there is no criminal purpose and no evil deed which the lust for pleasure will not drive men to undertake.. Indeed rape adultery and every like offence are set in motion by the enticements of pleasure and by nothing else and since nature— or some god perhaps—has given to man nothing more excellent than his intellect therefore this divine gift has no deadlier foe than pleasure"]], [["nec enim lubidine dominante temperantiae locum esse neque omnino in voluptatis regno virtutem posse consistere.", "for where lust holds despotic sway self-control has no place and in pleasure's realm there is not a single spot where virtue can put her foot."], ["quod quo magis intellegi posset fingere animo iubebat tanta incitatum aliquem voluptate corporis quanta percipi posset maxima nemini censebat fore dubium quin tam diu dum ita gauderet nihil agitare mente nihil ratione nihil cogitatione consequi posset.", "Imagine he begged to make his meaning clearer imagine a person enjoying the most exquisite bodily pleasure to be had."], ["quocirca nihil esse tam detestabile tamque pestiferum quam voluptatem si quidem ea cum maior esset atque longior omne animi lumen exstingueret.", "No one will doubt I think that such a man while in the midst of this enjoyment is incapable of any mental action and can accomplish nothing requiring reason and reflection."], ["haec cum C. Pontio Samnite patre eius a quo Caudino proelio Sp. Postumius T. Veturius consules superati sunt locutum Archytam Nearchus Tarentinus hospes noster qui in amicitia populi Romani permanserat se a maioribus natu accepisse dicebat cum quidem ei sermoni interfuisset Plato Atheniensis quem Tarentum venisse L. Camillo Ap.", "Hence there is nothing so hateful and so pernicious as pleasure since if indulged in too much and too long it turns the light of the soul into utter darkness."], ["Claudio consulibus reperio. ", "My Tarentine host Nearchus who remained steadfast in his friendship to the Roman people told me that according to tradition Archytas uttered these words while conversing with Pontius the Samnite father of the man who defeated the consuls Spurius Postumius and Titus Veturius at the Caudine Forks."]], [[["quorsus hoc?"], "Now why did I quote Archytas?"], [["ut intellegeretis si voluptatem aspernari ratione et sapientia non possemus magnam esse habendam senectuti gratiam quae efficeret ut id non liberet quod non oporteret."], "To make you realize that if reason and wisdom did not enable us to reject pleasure we should be very grateful to old age for taking away the desire to do what we ought not to do."], [["impedit enim consilium voluptas rationi inimica est mentis ut ita dicam praestringit oculos nec habet ullum cum virtute commercium."], "For carnal pleasure hinders deliberation is at war with reason blindfolds the eyes of the mind so to speak and has no fellowship with virtue."], [["invitus feci ut fortissimi viri T. Flaminini fratrem L. Flamininum e senatu eicerem septem annis post    quam consul fuisset sed notandam putavi libidinem.", "ille enim cum esset consul in Gallia exoratus in convivio a scorto est ut securi feriret aliquem eorum qui in vinculis essent damnati rei capitalis.", "hic Tito fratre suo censore qui proximus ante me fuerat elapsus est mihi vero et Flacco neutiquam probari potuit tam flagitiosa et tam perdita libido quae cum probro privato coniungeret imperi dedecus. "], "It was a disagreeable duty that I performed in expelling While his brother my immediate predecessor was censor Lucius escaped punishment but Flaccus and I could by no means approve of conduct so flagrant and abandoned especially when to his crime against an individual he added dishonour to the state."]], [[["saepe audivi e maioribus natu qui se porro pueros a senibus audisse dicebant mirari solitum C. Fabricium quod cum apud regem Pyrrhum legatus esset audisset a Thessalo Cinea esse quendam Athenis qui se sapientem profiteretur eumque dicere omnia quae faceremus ad voluptatem esse referenda."], "I often heard from my elders—who in turn said they when boys had heard it from old men— that Gaius Fabricius used to marvel at the story told him while an envoy at the headquarters of King Pyrrhus by Cineas of Thessaly that there was a man at Athens who professed himself wise and used to say that everything we do should be judged by the standard of pleasure."], [["quod ex eo audientis M'."], "Now when Manius Curius and Tiberius Coruncanius learned of this from Fabricius they expressed the wish that the Samnites and Pyrrhus himself would become converts to it because when given up to pleasure they would be much easier to overcome."], [["Curium et Ti. Coruncanium optare solitos ut id Samnitibus ipsique Pyrrho persuaderetur quo facilius vinci possent cum se voluptatibus dedissent.", "vixerat M'.", "Curius cum P. Decio qui quinquennio ante eum consulem se pro re publica quarto consulatu devoverat norat eundem Fabricius norat Coruncanius qui cum ex sua vita tum ex eius quem dico Deci facto iudicabant esse profecto aliquid natura pulchrum atque praeclarum quod sua sponte expeteretur  quodque    spreta et contempta voluptate optimus quisque sequeretur. "], "Manius Curius had lived on intimate terms with Publius Decius who in his fourth consulship and five years before Curius held that office had offered up his life for his country's safety Fabricius and Coruncanius also knew him and they all were firmly persuaded both by their own experience and especially by the heroic deed of Decius that assuredly there are ends inherently pure and noble which are sought for their own sake and which will be pursued by all good men who look on self-gratification with loathing and contempt."]], [[["quorsum igitur tam multa de voluptate?"], "Why then do I dwell at such length on pleasure?"], [["quia non modo vituperatio nulla sed etiam summa laus senectutis est quod ea voluptates nullas magno opere desiderat."], "Because the fact that old age feels little longing for sensual pleasures not only is no cause for reproach but rather is ground for the highest praise."], [["caret epulis exstructisque mensis et frequentibus poculis."], "Old age lacks the heavy banquet the loaded table and the oft-filled cup therefore it also lacks drunkenness indigestion and loss of sleep."], [["caret ergo etiam vinulentia et cruditate et insomniis."], "But if some concession must be made to pleasure since her allurements are difficult to resist and she is as Plato happily says the bait of sin —evidently because men are caught therewith like fish—then I admit that old age though it lacks immoderate banquets may find delight in temperate repasts."], [["sed si aliquid dandum est voluptati quoniam eius blanditiis non facile obsistimus divine enim Plato escam malorum appellat voluptatem quod ea videlicet homines capiantur ut pisces quamquam immoderatis epulis caret senectus modicis tamen conviviis delectari potest.", "C. Duellium M. F. qui Poenos classe primus devicerat redeuntem a cena senem saepe videbam puer delectabatur cereo  funali et tibicine quae sibi nullo exemplo privatus sumpserat tantum licentiae dabat gloria. "], "Gaius Duellius son of Marcus and the first Roman to win a naval victory over the Carthaginians was often seen by me in my childhood when he was an old man returning home from dining out attended as was his delight by a torch-bearer and flute-player—an ostentation which as a private citizen he had assumed though without precedent but that much licence did his glory give him."]], [["sed quid ego alios?", "But why speak of others?"], ["ad me ipsum iam revertar.", "Let me now return to myself."], ["primum habui semper sodalis—sodalitates autem me quaestore constitutae sunt sacris Idaeis Magnae Matris acceptis—epulabar igitur cum sodalibus omnino modice sed erat quidam fervor aetatis qua progrediente omnia fiunt in dies mitiora.", "In the first place I have always had my club companions."], ["neque enim ipsorum conviviorum delectationem volup-    tatibus corporis magis quam coetu amicorum et sermonibus metiebar bene enim maiores accubitionem epularem amicorum quia vitae coniunctionem haberet convivium nominaverunt melius quam Graeci qui hoc idem tum compotationem tum concenationem vocant ut quod in eo genere minimum est id maxime probare videantur. ", "Moreover it was in my quaestorship thereby apparently exalting what is of least value in these associations above that which gives them their greatest charm."]], [["ego vero propter sermonis delectationem tempestivis quoque conviviis delector nec cum aequalibus solum qui pauci admodum restant sed cum vestra etiam aetate atque vobiscum habeoque senectuti magnam gratiam quae mihi sermonis aviditatem auxit potionis et cibi sustulit.. quod si quem etiam ista delectant ne omnino bellum indixisse videar voluptati cuius est fortasse quidam naturalis modus non intellego ne in istis quidem ipsis voluptatibus carere sensu senectutem.. me vero et magisteria delectant a maioribus instituta et is sermo qui more maiorum a summo adhibetur in poculo et pocula sicut in Symposio Xenophontis est minuta atque rorantia et refrigeratio aestate et vicissim aut sol aut ignis hibernus.. quae quidem etiam in Sabinis persequi soleo conviviumque vicinorum cotidie compleo quod ad multam noctem quam maxime possumus vario sermone producimus.   ", "For my own part because of my love of conversation I enjoy even afternoon banquets I keep up the practice of frequenting such gatherings and every day I join my neighbours in a social meal which we protract as late as we can into the night with talk on varying themes."]], [[["At non est voluptatum tanta quasi titillatio in senibus."], "But it may be urged that in old men pleasure's tingling For to those who eagerly desire such things the want of them is perhaps an annoyance and a trouble but to those who are sated and cloyed with them it is more pleasant to be in want of them than to possess them though indeed."], [["credo sed ne desideratio quidem nihil autem est molestum quod non desideres.", "bene Sophocles cum ex eo quidam iam affecto aetate quaereret utereturne rebus veneriis di meliora.", "inquit ego vero  istinc sicut a domino agresti ac furioso profugi.", "cupidis enim rerum talium odiosum fortasse et molestum est carere satiatis vero et expletis iucundius est carere quam frui quamquam non caret is qui non desiderat ergo hoc non desiderare dico esse iucundius. "], "a man cannot want that for which he has no longing and therefore I assert that the absence of longing is more pleasant."]], [["quod si istis ipsis voluptatibus bona aetas fruitur libentius primum parvulis fruitur rebus ut diximus deinde eis quibus senectus etiam si non abunde potitur non omnino caret.", "But granting that youth enjoys pleasures of that kind with a keener relish then in the first place as I have said they are petty things which it enjoys and in the next place although old age does not possess these pleasures in abundance yet it is by no means wanting in them."], ["ut Turpione Ambivio magis delectatur qui in prima cavea spectat delectatur tamen etiam qui in ultima sic adulescentia voluptates propter intuens magis fortasse laetatur sed delectatur etiam senectus procul eas spectans tantum quantum sat est. ", "Just as Ambivius Turpio gives greater delight to the spectators in the front row at the theatre and yet gives some delight even to those in the last row so youth looking on pleasures at closer range perhaps enjoys them more while old age on the other hand finds delight enough in a more distant view."]], [["At illa quanti sunt animum tamquam emeritis stipendiis libidinis ambitionis contentionum inimicitiarum cupiditatum omnium secum esse secumque ut dicitur vivere.", ["But how blessed it is for the soul after having as it were finished its campaigns of lust and ambition of strife and enmity and of all the passions to return within itself and as the saying is to live apart."]], ["si vero habet aliquod tamquam    pabulum studi atque doctrinae nihil est otiosa senectute iucundius.", ["And indeed if it has any provender so to speak of study and learning nothing is more enjoyable than a leisured old age."]], ["videbamus  in studio dimetiendi paene caeli atque terrae Gallum familiarem patris tui Scipio.", ["Scipio I used to see your father's intimate friend Gaius Gallus engaged in the task of measuring almost bit by bit the heavens and the earth."]], ["quotiens illum lux noctu aliquid describere ingressum quotiens nox oppressit cum mane coepisset.", ["How often the morning sun has surprised him working on some chart which he had begun at night.", "and how often night has surprised him at a task begun at the break of day."]], ["quam delectabat eum defectiones solis et lunae multo ante nobis praedicere.", ["How much joy he took in telling us long in advance of eclipses of the sun and moon."]]], [["quid in levioribus studiis sed tamen acutis?", ["And what of those men occupied in studies which though not so exacting yet demand keenness of intellect?"]], ["quam gaudebat Bello suo Punico Naevius quam Truculento Plautus quam Pseudolo.", ["How Naevius used to revel in his Punic War."]], ["vidi etiam senem Livium qui cum sex annis ante quam ego natus sum fabulam docuisset Centone Tuditanoque consulibus usque ad adulescentiam meam processit aetate.", ["and Plautus in his Savage and Cheat.", "I myself saw Livius Andronicus when he was an old man who though he brought out a play in the consulship of Cento and Tuditanus six years before I was born yet continued to live until I was a young man."]], ["quid de P. Licini Crassi et pontifici et civilis iuris studio loquar aut de huius P. Scipionis qui his paucis diebus pontifex maximus factus est?", ["Why need I speak of the zeal of Publius Licinius Crassus in pontifical and civil law or of that of the present Publius Scipio who was elected Chief Pontiff only a few days ago?"]], ["atque eos omnis quos commemoravi his studiis flagrantis senes vidimus.", ["And yet I have seen all these men whom I have mentioned ardent in their several callings after they had grown old."]], ["M. vero Cethegum quem recte suadae medullam dixit Ennius quanto studio exerceri in dicendo videbamus etiam senem.", ["Then too there was Marcus Cethegus whom Ennius justly styled the marrow of eloquence."]], ["quae sunt igitur epularum aut ludorum aut scortorum voluptates cum his voluptatibus comparandae?", ["Therefore how can the pleasures of feasting plays and brothels be compared with the pleasures which these men enjoyed?"]], ["atque haec quidem studia doctrinae quae quidem prudentibus et bene institutis pariter cum aetate crescunt ut honestum illud Solonis sit quod ait versiculo    quodam ut ante dixi senescere se multa in dies addiscentem qua voluptate animi nulla certe potest esse maior. ", ["What enthusiasm I saw him also display in his public speeches although he Was an old man.", "But theirs was a zeal for learning and this zeal at least in the case of wise and well-trained men advances in even pace with age so that there is truth in what Solon says in a certain bit of verse already mentioned that as he grew old he learned many things every day and surely there can be no greater pleasure than the pleasures of the mind."]]], [["venio nunc ad voluptates agricolarum quibus ego incredibiliter delector quae nec ulla impediuntur senectute et mihi ad sapientis vitam proxime videntur accedere.", ["I come now to the pleasures of agriculture in which I find incredible delight they are not one whit checked by old age and are it seems to me in the highest degree suited to the life of the wise man."]], ["habent enim rationem cum terra quae numquam recusat imperium nec umquam sine usura reddit quod accepit sed alias minore plerumque maiore cum faenore quamquam me quidem non fructus modo sed etiam ipsius terrae vis ac natura delectat.", ["For these pleasures have an account in the bank of Mother Earth who never protests a draft but always returns the principal with interest added at a rate sometimes low but usually at a high per cent.", "And vet what I enjoy is not the fruit alone but I also enjoy the soil itself its nature and its power."]], ["quae cum gremio mollito ac subacto sparsum semen excepit primum id occaecatum cohibet ex quo occatio quae hoc efficit nominata est deinde tepefactum vapore et compressu suo diffundit et elicit herbescentem ex eo viriditatem quae nixa fibris stirpium sensim adolescit culmoque erecta geniculato vaginis iam quasi pubescens includitur e quibus cum emersit fundit frugem spici ordine structam et contra avium minorum morsus munitur vallo aristarum. ", ["It takes the scattered grain of wheat within its soft upturned breast hides it from sight at first—(it is hidden by harrowing derived from a word meaning to hide)—then having warmed it with the heat of its embrace expands it and from it brings forth a verdant blade which supported by fibrous roots and maturing by degrees stands erect upon its jointed stalk enfolded in a sheath when now so to speak it has arrived at man's estate and when it has emerged from the sheath the ear comes to view with its grain in ordered rows and protected by a palisade of spikes against the attacks of the smaller birds."]]], [["quid ego vitium ortus satus incrementa commemorem?", ["Why should I mention the origin cultivation and growth of the vine?"]], ["satiari delectatione non possum ut meae senectutis requietem  oblectamentumque noscatis.", ["But that you may know what affords the recreation and delight of my old age I will say that vine-culture gives me a joy of which I cannot get too much."]], ["omitto enim vim ipsam omnium quae generantur e terra quae ex fici tantulo grano aut ex acini vinaceo    aut ex ceterarum frugum aut stirpium minutissimis seminibus tantos truncos ramosque procreet malleoli plantae sarmenta viviradices propagines nonne efficiunt ut quemvis cum admiratione delectent?", ["For I pass over the inherent force of all those things which are generated from the earth—a force that from the tiny fig-seed or grape-stone or from the smallest seeds of other fruits and plants can produce such mighty trunks and boughs."]], ["vitis quidem quae natura caduca est et nisi fulta est fertur ad terram eadem ut se erigat claviculis suis quasi manibus quidquid est nacta complectitur quam serpentem multiplici lapsu et erratico ferro amputans coercet ars agricolarum ne silvescat sarmentis et in omnis partis nimia fundatur.", ["Are not the results obtained from mallet-shoots sprouts cuttings divisions and layers enough to afford wonder and delight to any man?", "The vine which droops by nature and falls to the ground unless it has support raises itself by its finger-like tendrils and enfolds in its embrace the props that hold it up and as it turns and twists with many a varying course the skilful gardener with his pruning knife checks its growth lest it run to wood and spread too far."]]], [[["itaque ineunte vere in eis quae relicta sunt exsistit tamquam ad articulos sarmentorum ea quae gemma dicitur a qua oriens uva se ostendit quae et suco terrae et calore solis augescens primo est peracerba gustatu dein maturata dulcescit vestitaque pampinis nec modico tepore caret et nimios solis defendit ardores."], "So in early spring the branches which are left at every joint bring forth a bud from which the grape offspring of this bud appears growing with the moisture of the earth and the heat of the sun and though at first it is very bitter to the taste it afterwards becomes sweet as it ripens and enwrapped in foliage it has no lack of tempered warmth and turns aside the more ardent glances of the sun."], [["qua quid potest esse cum fructu laetius tum aspectu pulchrius?"], "What I ask can be more delicious to the taste or more alluring to the eye?"], [["cuius quidem non utilitas me solum ut ante dixi sed etiam cultura et natura ipsa delectat adminiculorum ordines capitum iugatio religatio et propagatio vitium sarmentorum ea quam dixi aliorum amputatio aliorum immissio."], "Indeed it is not only the utility of the vine as I said before that gives me joy but I find joy also in its culture and very nature in the even-spaced rows of stakes with strips across the top in the tying up of the branches in the propagating of the plants in the pruning of some branches (to which I have already referred) and in the leaving of others to grow at will."], [["quid ego irrigationes quid fossiones agri repastinationesque proferam quibus fit multo terra fecundior?"], "Why need I allude to the irrigation ditching and frequent hoeing of the soil whereby its productiveness is so much enhanced?"], [["quid de utilitate loquar stercorandi?", "dixi in eo libro quem de rebus rusticis scripsi. "], "Why need I discuss the advantage of manuring already dealt with in my book on agriculture?"]], [["De qua doctus Hesiodus ne verbum quidem fecit cum    de cultura agri scriberet.", "This is a matter about which the learned Hesiod though he wrote on agriculture has not one word to say."], ["At Homerus qui multis ut mihi videtur ante saeculis fuit Laertam lenientem desiderium quod capiebat e filio colentem agrum et eum stercorantem facit.", "But Homer who I believe lived many generation earlier represents Laërtes as soothing his sorrow at the absence of his son in cultivating his farm and in manuring it too."], ["nec vero segetibus solum et pratis et vineis et arbustis res rusticae laetae sunt sed hortis etiam et pomariis tum pecudum pastu apium examinibus florum omnium varietate.", "Nor does the farmer find joy only in his cornfields meadows vineyards and woodlands but also in his garden and orchard in the rearing of his cattle in his swarms of bees and in the infinite variety of flowers."], ["nec consitiones modo delectant sed etiam insitiones quibus nihil invenit agri cultura sollertius. ", "And not only does planting delight him but grafting also than which there is nothing in husbandry that is more ingenious."]], [[["possum persequi permulta oblectamenta rerum rusticarum sed ea  ipsa quae dixi sentio fuisse longiora."], "I might enlarge upon all the many charms of country life but I realize that I have already said too much."], [["ignoscetis autem nam et studio rerum rusticarum provectus sum et senectus est natura loquacior ne ab omnibus eam vitiis videar vindicare."], "However forgive me if I go on for my farmer's zeal has carried me away besides old age is naturally inclined to talk too much—and this I say in order not to acquit it of every fault."], [["ergo in hac vita M'.", "Curius cum de Samnitibus de Sabinis de Pyrrho triumphavisset consumpsit extremum tempus aetatis cuius quidem ego villam contemplans abest enim non longe a me admirari satis non possum vel hominis ipsius continentiam vel temporum disciplinam."], "Well then it was in this sort of life that Manius Curius passed his remaining years after he had triumphed over the Samnites the Sabines and Pyrrhus and as I gaze upon his country house (for it is not far from mine) I cannot sufficiently admire the frugality of the man or the spirit of the age in which he lived."]], [["curio ad focum sedenti magnum auri pondus Samnites cum attulissent repudiati sunt non enim aurum habere praeclarum sibi videri dixit sed eis qui haberent aurum imperare.", "When the Samnites had brought him a great mass of gold as he sat before the fire he declined their gift with scorn for said he it seems to me that the glory is not in having the gold but in ruling those who have it."], ["poteratne tantus animus efficere non iucundam senectutem?", "Think you that such a mighty soul could not make old age happy?"], ["sed venio ad agricolas ne a me ipso recedam.", "But lest I wander from my subject I return to the farmers."], ["in agris erant tum senatores id est senes—si quidem aranti L. Quinctio Cincinnato nuntiatum est eum dictatorem esse factum cuius dictatoris iussu magister    equitum C. Servilius Ahala Sp. Maelium regnum appetentem occupatum interemit.", "In those days senators (that is senes or elders) lived on farms—if the story is true that Lucius Quinctius Cincinnatus was at the plough when he was notified of his election to that dictatorship in which by his order his master of the horse Gaius Servilius Ahala seized Spurius Maelius and put him to death for attempting to secure regal power."], ["A villa in senatum arcessebatur et Curius et ceteri senes ex quo qui eos arcessebant viatores nominati sunt.", "It was from the farmhouse that Curius and other old men were summoned to the senate and for that reason those who notified them were called viatores or travellers."], ["num igitur horum senectus miserabilis fuit qui se agri cultione oblectabant?", "Well then was there cause to pity the old age of these men who delighted in the cultivation of the soil?"], ["mea quidem sententia haud scio an nulla beatior possit esse neque solum officio quod hominum generi universo cultura agrorum est salutaris sed et delectatione quam dixi et saturitate copiaque rerum omnium quae ad victum hominum ad cultum etiam deorum pertinent ut quoniam haec quidam desiderant in gratiam iam cum voluptate redeamus.", "For my part at least I am inclined to think that no life can be happier than that of the farmer not merely from the standpoint of the duty performed which benefits the entire human race but also because of its charm already mentioned and the plenty and abundance it gives of everything that tends to the nurture of man and even to the worship of the gods and since certain people delight in these material joys I have said this that I may now make my peace with pleasure."], ["Semper enim boni assiduique domini referta cella vinaria olearia etiam penaria est villaque tota locuples est abundat porco haedo agno gallina lacte caseo melle.", "For the provident and industrious proprietor always has his store-room and cellars well filled with oil and wine and provisions his entire farmhouse has an air of plenty and abounds with pork goat's meat lamb poultry milk cheese and honey."], ["iam hortum ipsi agricolae succidiam alteram appellant.", "And there is his garden which the farmers themselves term the second flitch."], ["conditiora facit haec supervacaneis etiam operis aucupium atque venatio. ", "Hawking and hunting too in leisure times furnish the sauce for these dainties."]], [["quid de pratorum viriditate aut arborum ordinibus aut vinearum olivetorumve specie plura dicam?", "Of the verdure of the meadows the even rows of trees and the beauty of the vineyards and olive groves why should I speak at length?"], ["brevi praecidam.", "I will be concise."], ["agro bene culto nihil potest esse nec usu uberius nec specie ornatius ad quem fruendum non modo non retardat verum etiam invitat atque allectat senectus.", "Nothing can be more abounding in usefulness or more attractive in appearance than a well-tilled farm and to its enjoyment old age not merely offers no obstacle but even entices and allures."], ["ubi enim potest illa aetas    aut calescere vel apricatione melius vel igni aut vicissim umbris aquisve refrigerari salubrius?", "For where else can the old man find more genial warmth of sun or fire and on the other hand where in summer time can he more healthfully cool himself with shade and running streams?"], ["sibi habeant igitur arma", "Let others then have their weapons"]], [["sibi equos sibi hastas sibi clavam et pilam sibi natationes  lubebit quoniam sine eis beata esse senectus potest. ", "their horses and their spears their fencing-foils and games of ball their swimming contests and foot-races and out of many sports leave us old fellows our dice and knuckle-bones.. Or take away the dice-box too if you will since old age can be happy without it."]], [["multas ad res perutiles Xenophontis libri sunt quos legite quaeso studiose ut facitis.", "Xenophon's writings are very instructive on many subjects and I beg you to go on reading them with studious care."], ["quam copiose ab eo agri cultura laudatur in eo libro qui est de tuenda re familiari qui Oeconomicus inscribitur.", "With what copious eloquence agriculture is lauded in his book entitled The Householder which treats of the management of estates."], ["atque ut intellegatis nihil ei tam regale videri quam studium agri colendi Socrates in eo libro loquitur cum Critobulo Cyrum minorem Persarum regem praestantem ingenio atque imperi gloria cum Lysander Lacedaemonius vir summae virtutis venisset ad eum Sardis eique dona a sociis attulisset et ceteris in rebus communem erga Lysandrum atque humanum fuisse et ei quendam consaeptum agrum diligenter consitum ostendisse.", "To show you that Xenophon regarded nothing more befitting royalty than zeal in husbandry let me recall the incident the clean and well-cultivated soil and the sweet odours emanating from the flowers Lysander then remarked I marvel not only at the industry but also at the skill of the man who planned and arranged this work."], ["cum autem admiraretur Lysander et proceritates arborum et directos in quincuncem ordines et humum subactam atque puram et suavitatem odorum qui afflarentur ex floribus tum eum dixisse mirari se non modo diligentiam sed etiam sollertiam eius a quo essent illa dimensa atque discripta et Cyrum respondisse atqui ego ista sum omnia dimensus mei sunt ordines mea discriptio multae etiam istarum arborum mea manu sunt satae.", "But it was I Cyrus answered who planned it all mine are the rows and mine the arrangement and many of those trees I set out with my own hands."], ["tum   Lysandrum intuentem purpuram eius et nitorem corporis ornatumque Persicum multo auro multisque gemmis dixisse recte vero te Cyre beatum ferunt quoniam virtuti tuae fortuna coniuncta est. ", "After gazing at the prince's purple robe the beauty of his person his Persian costume adorned with much gold and many precious stones Lysander said With good reason Cyrus men call you happy since in you good fortune has been joined with virtue."]], [["hac igitur fortuna frui licet senibus nec aetas impedit quo minus et ceterarum rerum et in primis agri colendi studia teneamus usque ad ultimum tempus senectutis.", ["And this good fortune therefore we old men may enjoy nor does age offer any hindrance to our pursuit of other activities and especially the cultivation of the soil even to the very end of old age."]], ["M. quidem Valerium Corvinum accepimus ad centesimum annum perduxisse cum esset acta iam aetate in agris eosque coleret cuius inter primum et sextum consulatum sex et quadraginta anni interfuerunt.", ["For example there is a tradition that Valerius Corvinus after passing the ordinary span of life lived on his farm and cultivated it and continued his pursuit of agriculture to his hundredth year.", "Forty-six years intervened between his first and sixth consulships."]], ["ita quantum spatium aetatis maiores ad senectutis initium esse voluerunt tantus illi cursus honorum fuit atque huius extrema aetas hoc beatior quam media quod auctoritatis habebat plus laboris minus. ", ["Thus so much space of time as by our forefathers' reckoning marked the beginning of old age just that space was the course of his public honours and the last period of his life was happier than the middle span because his influence was greater and his labours were less."]]], [["apex est autem senectutis auctoritas.", "But the crowning glory of old age is influence."], ["quanta fuit in L. Caecilio Metello quanta in A. Atilio Calatino.", "How great was the influence of Lucius Caecilius Metellus."], ["in quem illud elogium   hunc unum plurimae consentiunt gentes populi primarium fuisse virum.", "How great too was that of Aulus Atilius Calatinus for whom this epitaph was made All peoples say of him who lieth here He was his country's very foremost man."], ["notum est totum carmen  incisum in sepulcro.", "But the entire epitaph is known because it is inscribed upon his tomb."], ["iure igitur gravis cuius de laudibus omnium esset fama consentiens.", "Deservedly weighty then was his influence since all men united in his praise."], ["quem virum nuper P. Crassum pontificem maximum quem postea M. Lepidum eodem sacerdotio praeditum vidimus.", "What heroic qualities I saw not long ago in Publius Crassus the chief pontiff and in Marcus Lepidus his successor in that priestly office."], ["quid de Paulo aut    Africano loquar aut ut iam ante de Maximo?", "And what shall I say of Paulus and of Africanus and of Maximus of whom I have spoken before?"], ["quorum non in sententia solum sed etiam in nutu residebat auctoritas.", "These men had power not only in their speech but in their very nod."], ["habet senectus honorata praesertim tantam auctoritatem ut ea pluris sit quam omnes adulescentiae voluptates. ", "Surely old age when crowned with public honours enjoys an influence which is of more account than all the sensual pleasures of youth."]], [["sed in omni orationemementote eam me senectutem laudare quae fundamentis adulescentiae constituta sit.", "But bear well in mind that in this entire discussion I am praising that old age which has its foundation well laid in youth."], ["ex quo efficitur id quod ego magno quondam cum assensu omnium dixi miseram esse senectutem quae se oratione defenderet.", "Hence it follows— as I once said with the approval of all who heard it— that that old age is wretched which needs to defend itself with words."], ["non cani nec rugae repente auctoritatem arripere possunt sed honeste acta superior actas fructus capit auctoritatis extremos.", "Nor can wrinkles and grey hair suddenly seize upon influence but when the preceding part of life has been nobly spent old age gathers the fruits of influence at the last."]], [["haec enim ipsa sunt honorabilia quae videntur levia atque communia—salutari appeti decedi assurgi deduci reduci consuli quae et apud nos et in aliis civitatibus ut quaeque optime morata est ita diligentissime observantur.", "For those very things that seem light and trivial are marks of honour—the morning visit being sought after being made way for having people rise at one's approach being escorted to and from the forum being asked for advice—civilities most scrupulously observed among us and in every other state in proportion as its morals are good."], ["Lysandrum Lacedaemonium cuius modo feci mentionem dicere aiunt solitum Lacedaemonem esse honestissimum domicilium senectutis nusquam enim tantum tribuitur aetati nusquam est senectus honoratior.", "Moreover Lysander the Spartan of whom I just now spoke is reported to have said more than once that in Sparta old age has its most fitting abode because nowhere else is so much deference paid to age and nowhere else is it more honoured."], ["quin etiam memoriae proditum est cum Athenis ludis quidam in theatrum grandis natu venisset magno consessu locum nusquam ei datum a suis civibus cum autem ad Lacedaemonios accessisset qui legati cum essent certo in loco considerant consurrexisse omnes illi dicuntur et senem sessum recepisse   ", "For example there is a story that when an old man entered the theatre at Athens during the dramatic performances not one of his countrymen in that vast crowd offered him a place but when he came to the special seats occupied by the Lacedaemonians and assigned to them because they were ambassadors all of them arose it is said and invited him to sit down."]], [["quibus cum a cuncto consessu plausus esset multiplex datus dixisse ex eis quendam Atheniensis scire quae recta essent sed facere nolle.", "After this action had been greeted by the whole audience with repeated applause one of the Spartans remarked These Athenians know what politeness is but they won't practise it."], ["multa in nostro  collegio praeclara sed hoc de quo agimus in primis quod ut quisque aetate antecedit ita sententiae principatum tenet neque solum honore antecedentibus sed eis etiam qui cum imperio sunt maiores natu augures anteponuntur.", "There are many noteworthy customs in our college of augurs but especially in point is the one whereby each has precedence in debate according to his age and the oldest is preferred not only to those of higher official rank but even to those having imperium."], ["quae sunt igitur voluptates corporis cum auctoritatis praemiis comparandae?", "What physical pleasures then are comparable to the distinction which influence bestows?"], ["quibus qui splendide usi sunt ei mihi videntur fabulam aetatis peregisse nec tamquam inexercitati histriones in extremo actu corruisse. ", "The men who have put these distinctions to noble use are it seems to me like skilful actors who have played well their parts in the drama of life to the end and not like untrained players who have broken down in the last act."]], [["At sunt morosi et anxii et iracundi et difficiles senes.", ["But the critics say old men are morose troubled fretful and hard to please and if we inquire we shall find that some of them are misers too."]], ["si quaerimus etiam avari sed haec morum vitia sunt non senectutis.", ["However these are faults of character not of age."]], ["ac morositas tamen et ea vitia quae dixi habent aliquid excusationis non illius quidem iustae sed quae probari posse videatur contemni se putant despici illudi praeterea in fragili corpore odiosa omnis offensio est quae tamen omnia dulciora fiunt et moribus bonis et artibus idque cum in vita tum in scaena intellegi potest ex eis fratribus qui in Adelphis sunt.", ["Yet moroseness and the other faults mentioned have some excuse not a really sufficient one but such as it may seem possible to allow in that old men imagine themselves ignored despised and mocked at and besides when the body is weak the lightest blow gives pain.", "But nevertheless all these faults are much ameliorated by good habits and by education as may be seen in real life and particularly on the stage in the case of the two brothers in the play of that name."]], ["quanta in altero diritas in altero comitas.", ["What a disagreeable nature one of them has and what an affable disposition has the other."]], ["Sic se res habet ut enim non omne vinum sic non omnis natura vetustate coacescit.", ["Indeed the case stands thus as it is not every wine so it is not every disposition that grows sour with age."]], ["severitatem in senectute probo sed    eam sicut alia modicam acerbitatem nullo modo avaritia vero senilis quid sibi velit non intellego. ", ["I approve of some austerity in the old but I want it as I do everything else in moderation.", "Sourness of temper I like not at all.", "As for avariciousness in the old what purpose it can serve I do not understand"]]], [["Potest enim quicquam esse absurdius quam quo viae minus restet eo plus viatici quaerere?", "for can anything be more absurd in the traveller than to increase his luggage as he nears his journey's end?"], ["quarta restat causa quae maxime angere atque sollicitam habere nostram aetatem videtur appropinquatio mortis quae certe a senectute non potest esse longe.", "It remains to consider now the fourth reason—one that seems especially calculated to render my time of life anxious and full of care—the nearness of death for death in truth cannot be far away."], ["O miserum senem qui mortem contemnendam esse in tam longa aetate non viderit.", "O wretched indeed is that old man who has not learned in the course of his long life that death should be held of no account."], ["quae aut plane neglegenda est si omnino exstinguit animum aut etiam optanda si aliquo eum deducit ubi sit futurus aeternus.", "For clearly death is negligible if it utterly annihilates the soul or even desirable if it conducts the soul to some place where it is to live for ever."], ["atqui tertium certe nihil inveniri potest.", "Surely no other alternative can be found."]], [["quid igitur timeam si aut non miser post mortem aut beatus etiam futurus sum?", "What then shall I fear if after death I am destined to be either not unhappy or happy?"], ["quamquam quis est tam stultus quamvis sit adulescens cui sit exploratum se ad vesperum esse victurum?", "And yet is there anyone so foolish even though he is young as to feel absolutely sure that he will be alive when evening comes?"], ["quin etiam aetas illa multo pluris quam nostra casus mortis habet facilius in morbos incidunt adulescentes gravius aegrotant tristius curantur.", "Nay even youth much more than old age is subject to the accident of death the young fall sick more easily their sufferings are more intense and they are cured with greater difficulty."], ["itaque pauci veniunt ad senectutem quod ni ita accideret melius et prudentius viveretur.", "Therefore few arrive at old age and but for this life would be lived in better and wiser fashion."], ["mens enim et ratio et consilium in senibus est qui si nulli fuissent nullae omnino civitates fuissent.", "For it is in old men that reason and good judgement are found and had it not been for old men no state would have existed at all."], ["sed redeo ad mortem impendentem.", "But I return to the question of impending death."], ["quod est istud crimen senectutis cum id ei videatis cum adulescentia esse commune?", "What fault is this which you charge against old age when as you see it is one chargeable likewise to youth?"]], [["sensi ego in optimo    filio tu in exspectatis ad amplissimam dignitatem fratribus Scipio mortem omni aetati esse communem.", "That death is common to every age has been brought home to me by the loss of my dearest son and to you Scipio by the untimely end of your two brothers when they were giving promise of attaining to the highest honours in the State."], ["At sperat adulescens diu se victurum quod sperare idem senex non potest.", "But you may say the young man hopes that he will live for a long time and this hope the old man cannot have."], ["insipienter sperat quid enim stultius quam incerta pro certis habere falsa pro veris?", "Such a hope is not wise for what is more unwise than to mistake uncertainty for certainty falsehood for truth?"], ["At senex ne quod speret quidem habet.", "They say also that the old man has nothing even to hope for."], ["At est eo meliore condicione quam adulescens quioniam  id quod ille sperat hic consecutus est ille volt diu vivere hic diu vixit. ", "Yet he is in better case than the young man since what the latter merely hopes for the former has already attained the one wishes to live long the other has lived long."]], [["quamquam o di boni quid est in hominis natura diu?", "But ye gods."], ["da enim supremum tempus exspectemus Tartessiorum regis aetatem—fuit enim ut scriptum video Arganthonius quidam Gadibus qui octoginta regnaverat annos centum viginti vixerat—sed mihi ne diuturnum quidem quicquam videtur in quo est aliquid extremum cum enim id advenit tum illud quod praeteriit effluxit tantum remanet quod virtute et recte factis consecutus sis.", "what is there in human nature that is for long?"], ["horae quidem cedunt et dies et menses et anni nec praeteritum tempus umquam revertitur nec quid sequatur sciri potest.", "For grant the utmost limit of life let us hope to reach the age of the Tartessian king—for at Cadiz there was as I have seen it recorded a certain Arganthonius who had reigned eighty and had lived one hundred and twenty years— but to me nothing whatever seems lengthy if it has an end for when that end arrives then that which was is gone naught remains but the fruit of good and virtuous deeds."], ["quod cuique temporis ad vivendum datur eo debet esse contentus. ", "Hours and days and months and years go by the past returns no more and what is to be we cannot know but whatever the time given us in which to live we should therewith be content."]], [["neque enim histrioni ut placeat peragenda fabula est modo in quocunque fuerit actu probetur neque sapientibus usque ad plaudite veniendum est breve enim tempus aetatis satis longum est ad    bene honesteque vivendum sin processerit longius non magis dolendum est quam agricolae dolent praeterita verni temporis suavitate aestatem autumnumque venisse.", ["The actor for instance to please his audience need not appear in every act to the very end it is enough if he is approved in the parts in which he plays and so it is not necessary for the wise man to stay on this mortal stage to the last fall of the curtain.", "For even if the allotted space of life be short it is long enough in which to live honourably and well but if a longer period of years should be granted one has no more cause to grieve than the farmers have that the pleasant springtime has passed and that summer and autumn have come."]], ["ver enim tamquam adulescentia significat ostenditque fructus futuros reliqua autem tempora demetendis fructibus et percipiendis accommodata sunt. ", ["For spring typifies youth and gives promise of future fruits while the other seasons are designed for gathering in those fruits and storing them away."]]], [["fructus autem senectutis est ut saepe dixi ante partorum bonorum memoria et copia.", ["Now the fruit of old age as I have often said is the memory of abundant blessings previously acquired."]], ["omnia autem quae secundum naturam fiunt sunt habenda in bonis quid est autem tam secundum naturam quam senibus emori?", ["Moreover whatever befalls in accordance with Nature should be accounted good and indeed what is more consonant with Nature than for the old to die?", "But the same fate befalls the young though Nature in their case struggles and rebels."]], ["quod idem contingit adulescentibus adversante et repugnante natura.", ["Therefore when the young die I am reminded of a strong flame extinguished by a torrent but when old men die it is as if a fire had gone out without the use of force and of its own accord after the fuel had been consumed and just as apples when they are green are with difficulty plucked from the tree but when ripe and mellow fall of themselves so with the young death comes as a result of force while with the old it is the result of ripeness."]], ["itaque adulescentes mihi mori sic videntur ut cum aquae multitudine flammae vis opprimitur senes autem sic ut cum sua sponte nulla adhibita vi consumptus ignis exstinguitur et quasi poma ex arboribus cruda si sunt vix   evelluntur si matura et cocta decidunt sic vitam adulescentibus vis aufert senibus maturitas quae quidem mihi tam iucunda est ut quo propius ad mortem accedam quasi terram videre videar aliquandoque in portum ex longa navigatione esse venturus. ", ["To me indeed the thought of this ripeness for death is so pleasant that the nearer I approach death the more I feel like one who is in sight of land at last and is about to anchor in his home port after a long voyage."]]], [["senectutis autem nullus est certus terminus recteque in ea vivitur quoad munus offici exsequi et tueri possit mortemque contemnere ex quo fit ut animosior etiam senectus sit quam adulescentia et fortior.", ["But old age has no certain term and there is good cause for an old man living so long as he can fulfil and support his proper duties and hold death of no account.", "By this means old age actually becomes more spirited and more courageous than youth."]], ["hoc illud est quod Pisistrato tyranno a    Solone responsum est cum illi quaerenti qua tandem re fretus sibi tam audaciter obsisteret respondisse dicitur senectute.", ["This explains the answer which Solon gave to the tyrant Pisistratus who asked Pray what do you rely upon in opposing me so boldly?"]], ["sed vivendi est finis optimus cum integra mente certisque sensibus opus ipsa suum eadem quae coagmentavit natura dissolvit.", ["and Solon replied Old age.", "But the most desirable end of life is that which comes while the mind is clear and the faculties are unimpaired when Nature herself takes apart the work which she has put together."]], ["ut navem ut aedificium idem destruit facillime qui construxit sic hominem eadem optime quae conglutinavit natura dissolvit.", ["As the builder most readily destroys the ship or the house which he has built so Nature is the agent best fitted to give dissolution to her creature man."]], ["iam omnis conglutinatio recens aegre inveterata facile divellitur.", ["Now every structure when newly built is hard to pull apart but the old and weather-beaten house comes easily down."]], ["ita fit ut illud breve vitae reliquum nec avide appetendum senibus nec sine causa deserendum sit ", ["Hence it follows that old men ought neither to cling too fondly to their little remnant of life nor give it up without a cause."]]], [[["vetatque Pythagoras iniussu imperatoris id est dei de praesidio et statione vitae decedere."], "Pythagoras He wishes no doubt to make out that he is dear to his friends but I am inclined to think that Ennius has expressed it better when he says I do not wish the honour of a tear Or any wailing cries about my bier."], [["Solonis quidem sapientis est elogium quo se negat velle suam mortem dolore amicorum et lamentis vacare.", "volt credo se esse carum suis.", "sed haud scio an melius Ennius   nemo me lacrumis decoret neque funera fletu faxit.", "non censet lugendam esse mortem quam immortalitas consequatur. "], "He does not think that death which is followed by eternal life should be a cause of grief."]], [["iam sensus moriendi aliquis esse potest isque ad exiguum tempus praesertim seni post mortem quidem sensus aut optandus aut nullus est.", ["Now there may be some sensation in the process of dying but it is a fleeting one especially to the old after death the sensation is either pleasant or there is none at all."]], ["sed hoc meditatum ab adulescentia debet esse mortem    ut neglegamus sine qua meditatione tranquillo animo esse nemo potest.", ["But this should be thought on from our youth up so that we may be indifferent to death and without this thought no one can be in a tranquil state of mind."]], ["moriendum enim certe est et incertum an hoc ipso die.", ["For it is certain that we must die."]], ["mortem igitur omnibus horis impendentem timens qui poterit animo consistere?", ["and for aught we know this very day.", "Therefore since death threatens every hour how can he who fears it have any steadfastness of soul?"]]], [["De qua non ita longa disputatione opus esse videtur cum recordor  non L. Brutum qui in liberanda patria est interfectus non duos Decios qui ad voluntariam mortem cursum equorum incitaverunt non M. Atilium qui ad supplicium est profectus ut fidem hosti datam conservaret non duos Scipiones qui iter Poenis vel corporibus suis obstruere voluerunt non avum tuum L. Paulum qui morte luit collegae in Cannensi ignominia temeritatem non M. Marcellum cuius interitum ne crudelissimus quidem hostis honore sepulturae carere passus est sed legiones nostras quod scripsi in Originibus in eum locum saepe profectas alacri animo et erecto unde se redituras numquam arbitrarentur.", "No very extended argument on this point seems necessary when I recall—not the conduct of Lucius Brutus who was killed in liberating his country nor that of the two Decii who rode full speed to a voluntary death nor that of Marcus Atilius Regulus who set out from home to undergo torture and keep the faith pledged to his foe nor that of the two Scipios who with their bodies sought to stay the Punic march nor that Scipio of your grandfather Lucius Paulus who in the shameful rout at Cannae gave his life to atone for his colleague's folly nor that of Marcus Marcellus to whom not even his most pitiless foe denied the honours of a funeral—but rather when I recall as I have noted in my Antiquities how our legions have often marched with cheerful and unwavering courage into situations whence they thought they would never return."], ["quod igitur adulescentes et ei quidem non solum indocti sed etiam rustici contemnunt id docti senes extimescent? ", "Then shall wise old men fear a thing which is despised by youths and not only by those who are untaught but by those also who are mere clowns?"]], [["omnino ut mihi quidem videtur studiorum   omnium satietas vitae facit satietatem.", "Undoubtedly as it seems to me at least satiety of all pursuits causes satiety of life."], ["sunt pueritiae studia certa num igitur ea desiderant adulescentes?", "Boyhood has certain pursuits does youth yearn for them?"], ["sunt ineuntis adulescentiae num ea constans iam requirit aetas quae media dicitur?", "Early youth has its pursuits does the matured or so-called middle stage of life need them?"], ["sunt etiam eius aetatis ne ea quidem quaeruntur in senectute.", "Maturity too has such as are not even sought in old age and finally there are those suitable to old age."], ["sunt extrema quaedam studia senectutis ergo ut superiorum aetatum studia occidunt    sic occidunt etiam senectutis quod cum evenit satietas vitae tempus maturum mortis affert. ", "Therefore as the pleasures and pursuits of the earlier periods of life fall away so also do those of old age and when that happens man has his fill of life and the time is ripe for him to go."]], [["non enim video cur quid ipse sentiam de morte non audeam vobis dicere quod eo cernere mihi melius videor quo ab ea propius absum.", "Really I do not see why I should not venture to tell you what I myself think of death for it seems to me that I apprehend it better as I draw nearer to it."], ["ego vestros patres P. Scipio tuque C. Laeli viros clarissimos mihique amicissimos vivere arbitror et eam quidem vitam quae est sola vita nominanda.", "It is my belief Scipio that your father and yours Laelius—both of them most illustrious men and very dear to me—are living yet and living the only life deserving of the name."], ["nam dum sumus inclusi in his compagibus corporis munere quodam necessitatis et gravi opere perfungimur est enim animus caelestis ex altissimo domicilio depressus et quasi demersus in terram locum divinae naturae aeternitatique contrarium.", "For while we are shut up within these frames of flesh we perform a sort of task imposed by necessity and endure grievous labour for the soul is celestial brought down from its most exalted home and buried as it were in earth a place uncongenial to its divine and eternal nature."], ["sed credo deos immortalis sparsisse animos in corpora humana ut essent qui terras tuerentur quique caelestium ordinem contemplantes imitarentur eum vitae modo atque constantia.", "But I believe that the immortal gods implanted souls in human bodies so as to have beings who would care for the earth and who while contemplating the celestial order would imitate it in the moderation and consistency of their lives."], ["nec me solum ratio ac disputatio impulit ut ita crederem sed nobilitas etiam summorum philosophorum et auctoritas. ", "Nor have I been driven to this belief solely by the force of reason and of argument but also by the reputation and authority of philosophers of the highest rank."]], [["audiebam Pythagoram Pythagoriosque incolas paene nostros qui essent Italici philosophi quondam nominati numquam dubitasse quin ex universa mente divina delibatos animos haberemus.", ["I used to be told that Pythagoras and his disciples —who were almost fellow-countrymen of ours inasmuch as they were formerly called Italian philosophers—never doubted that our souls were emanations of the Universal Divine Mind."]], ["demonstrabantur mihi praeterea quae Socrates supremo vitae die de immortalitate animorum disseruisset is qui esset omnium sapientissimus oraculo Apollinis iudicatus.", ["Moreover I had clearly set before me the arguments touching the immortality of the soul delivered on the last day of his life by Socrates whom the oracle of Apollo had pronounced the wisest of men."]], ["quid multa?", ["Why multiply words?"]], ["Sic mihi persuasi sic sentio cum tanta celeritas animorum sit tanta memoria    praeteritorum futurorumque prudentia tot artes tantae scientiae tot inventa non posse eam naturam quae res eas contineat esse mortalem cumque semper agitetur animus nec principium motus habeat quia se ipse moveat ne finem quidem habiturum esse motus quia numquam se ipse sit relicturus et cum simplex animi natura esset neque haberet in se quicquam admixtum dispar sui atque dissimile non posse eum dividi quod si non posset non posse interire magnoque esse argumento homines scire pleraque ante quam nati sint quod iam pueri cum artis difficilis discant ita celeriter res innumerabilis arripiant ut eas non tum primum accipere videantur sed reminisci et recordari.", ["That is my conviction that is what I believe—since such is the lightning-like rapidity of the soul such its wonderful memory of things that are past such its ability to forecast the future such its mastery of many arts sciences and inventions that its nature which encompasses all these things cannot be mortal and since the soul is always active and has no source of motion because it is self-moving its motion will have no end because it will never leave itself and since in its nature the soul is of one substance and has nothing whatever mingled with it unlike or dissimilar to itself it cannot be divided and if it cannot be divided it cannot perish.", "And a strong argument that men's knowledge of numerous things antedates their birth is the fact that mere children in studying difficult subjects so quickly lay hold upon innumerable things that they seem not to be then learning them for the first time but to be recalling and remembering them."]], ["haec Platonis fere. ", ["This in substance is Plato's teaching."]]], [["apud Xenophontem autem moriens Cyrus maior haec dicit nolite arbitrari o mihi carissimi filii me cum a vobis discessero nusquam aut nullum fore.", "Again in Xenophon Cyrus the Elder utters the following words as he is dying Think not my dearest sons that when I have left you I shall cease to be."], ["nec enim dum eram vobiscum animum meum videbatis sed eum esse in hoc corpore ex eis rebus quas gerebam intellegebatis.", "For while I was with you you did not see my soul but you knew that it was in this body from the deeds that I performed."], ["eundem igitur esse creditote etiam si nullum videbitis.", "Continue to believe therefore that it exists as before even though you see it not."]], [["nec vero clarorum virorum post mortem honores permanerent si nihil eorum ipsorum animi efficerent quo diutius memoriam sui teneremus.", "Nor indeed would the fame of illustrious men survive their death if the souls of those very men did not cause us to retain their memory longer."], ["mihi quidem numquam persuaderi potuit animos dum in corporibus essent mortalibus vivere cum excessissent ex eis emori nec vero tum animum esse insipientem cum ex insipienti corpore evasisset sed cum omni    admixtione corporis liberatus purus et integer esse coepisset tum esse sapientem.", "I for my part could never be persuaded that souls which lived while they were in human bodies perished when they left those bodies nor indeed that the soul became incapable of thought when it had escaped from the unthinking corpse but rather that when it had been freed from every admixture of flesh and had begun to exist pure and undefiled then only was it wise."], ["atque etiam cum hominis natura morte dissolvitur ceterarum rerum perspicuum est quo quaeque discedat abeunt enim illuc omnia unde orta sunt animus autem solus nec cum adest nec cum discessit apparet.", "And even when man is dissolved by death it is evident to the sight whither each bodily element departs for the corporeal returns to the visible constituents from which it came but the soul alone remains unseen both when it is present and when it departs."], ["iam vero videtis nihil esse morti tam simile quam somnum. ", "Again you really see nothing resembling death so much as sleep"]], [["atqui dormientium animi maxime declarant divinitatem suam multa enim cum remissi et liberi sunt futura prospiciunt ex quo intellegitur quales futuri sint cum se plane corporis vinculis relaxaverint.", ["and yet it is when the body sleeps that the soul most clearly manifests its divine nature for when it is unfettered and free it sees many things that are to come.", "Hence we know what the soul's future state will be when it has been wholly released from the shackles of the flesh."]], ["qua re si haec ita sunt sic me colitote inquit ut deum sin una est interiturus animus cum corpore vos tamen deos verentes qui hanc omnem pulchritudinem tuentur et regunt memoriam nostri pie inviolateque servabitis.", ["Wherefore if what I have said be true cherish me as you would a god.", "But on the other hand if my soul is going to perish along with my body still you who revere the gods as the guardians and rulers of this beautiful universe will keep me in loving and sacred memory."]], ["Cyrus quidem haec moriens nos si placet nostra videamus. ", ["This was the view of the dying Cyrus.", "Let me if you please give my own."]]], [["nemo umquam mihi Scipiopersuadebit aut patrem tuum Paulum aut duos avos Paulum et Africanum aut Africani patrem aut patruum aut multos praestantis viros quos enumerare non est necesse tanta esse conatos quae ad posteritatis memoriam pertinerent nisi animo cernerent posteritatem ad ipsos pertinere.", "No one my dear Scipio will ever convince me that your father Paulus or your two grandfathers Paulus and Africanus or the latter's father and uncle or many other illustrious men unnecessary now to name would have attempted such mighty deeds to be remembered by posterity if they had not known that posterity belonged to them."], ["anne censes ut de me ipse aliquid more senum glorier me tantos labores diurnos nocturnosque domi militiaeque suscepturum fuisse si isdem finibus gloriam meam quibus vitam essem termina-    turus?", "Or to boast somewhat of myself after the manner of the old do you think that I should have undertaken such heavy labours by day and by night at home and abroad if I had believed that the term of my earthly life would mark the limits of my fame?"], ["nonne melius multo fuisset otiosam et quietam aetatem sine ullo labore et contentione traducere?", "Would it not have been far better for me to spend a leisured and quiet life free from toil and strife?"], ["sed nescio quo modo animus erigens se posteritatem ita semper prospiciebat quasi cum excessisset e vita tum denique victurus esset.", "But somehow my soul was ever on the alert looking forward to posterity as if it realized that when it had departed from this life then at last would it be alive."], ["quod quidem ni ita se haberet ut animi immortales essent haud optimi cuiusque animus maxime ad immortalitatis gloriam niteretur.", "And indeed were it not true that the soul is immortal it would not be the case that it is ever the souls of the best men that strive most for immortal glory."], ["quid quod sapientissimus quisque aequissimo animo moritur", "And what of the fact that the wisest men die with the greatest equanimity"]], [["stultissimus iniquissimo nonne vobis videtur is animus qui plus cernat et longius videre se ad meliora proficisci ille autem cuius obtusior sit acies non videre?", ["the most foolish with the least?"]], ["equidem efferor studio patres vestros quos colui et dilexi videndi neque vero eos solum convenire aveo quos ipse cognovi sed illos etiam de quibus audivi et legi et ipse conscripsi quo quidem me proficiscentem haud sane quid facile retraxerit nec tamquam Peliam recoxerit.", ["Is it not apparent to you that it is because the soul of the one having a keener and wider vision sees that it is setting out for a better country while that of the other being of duller sight sees not its path?", "Really Scipio I am carried away with the desire to see your father and yours too Laelius both of whom I honoured and loved and indeed I am eager to meet not only those whom I have known but those also of whom I have heard and read and written.", "And when I shall have set out to join them assuredly no one will easily draw me back."]], ["et si quis deus mihi largiatur ut ex hac aetate repuerascam et in cunis vagiam valde recusem nec vero velim quasi decurso spatio ad carceres a calce revocari.", ["or boil me up again as if I were a Pelias.", "Nay if some god should give me leave to return to infancy from my old age to weep once more in my cradle I should vehemently protest for truly after I have run my race I have no wish to be recalled as it were from the goal to the starting-place."]]], [["quid habet enim vita commodi?", ["For what advantage has life—or rather what trouble does it not have?"]], ["quid non potius laboris?", ["But even grant that it has great advantage yet undoubtedly it has either satiety or an end."]], ["sed habeat sane habet certe tamen aut satietatem aut modum.", ["For Nature has given us an hostelry in which to sojourn not to abide."]], ["non libet enim mihi deplorare vitam quod multi et ei docti saepe fecerunt neque me vixisse paenitet quoniam ita vixi ut non frustra    me natum existimem et ex vita ita discedo tamquam ex hospitio non tamquam e domo commorandi enim natura devorsorium nobis non habitandi dedit.", ["I do not mean to complain of life as many men and they learned ones have often done nor do I regret that I have lived since I have so lived that I think I was not born in vain and I quit life as if it were an inn not a home.", "O glorious day when I shall set out to join the assembled hosts of souls divine and leave this world of strife and sin."]], ["O praeclarum diem cum in illud divinum animorum concilium coetumque proficiscar cumque ex hac turba et colluvione discedam.", ["For I shall go to meet not only the men already mentioned but my Cato too than whom no better man none more distinguished for filial duty was ever born."]], ["proficiscar enim non ad eos solum viros de quibus ante dixi verum etiam ad Catonem meum quo nemo vir melior natus est nemo pietate praestantior cuius a me corpus est crematum quod contra decuit ab illo meum animus vero non me deserens sed respectans in ea profecto loca discessit quo mihi ipsi cernebat esse veniendum.", ["His body was burned by me whereas on the contrary it were more fitting that mine had been burned by him but his soul not deserting me but ever looking back has surely departed for that realm where it knew that I myself must come."]], ["quem ego meum casum fortiter ferre visus sum non quo aequo animo ferrem sed me ipse consolabar existimans non longinquum inter nos digressum et discessum fore. ", ["People think that I have bravely borne my loss—not that I bore it with an untroubled heart but I found constant solace in the thought that our separation would not be long."]]], [["His mihi rebus Scipio id enim te cum Laelio admirari solere dixisti levis est senectus nec solum non molesta sed etiam iucunda.", ["For these reasons Scipio my old age sits light upon me (for you said that this has been a cause of wonder to you and Laelius) and not only is not burdensome but is even happy."]], ["quod si in hoc erro qui animos hominum immortalis esse credam libenter erro nec mihi hunc errorem quo delector dum vivo extorqueri volo sin mortuus ut quidam minuti philosophi censent nihil sentiam non vereor ne hunc errorem meum philosophi mortui irrideant.", ["And if I err in my belief that the souls of men are immortal I gladly err nor do I wish this error which gives me pleasure to be wrested from me while I live.", "But if when dead I am going to be without sensation (as some petty philosophers think) then I have no fear that these seers when they are dead will have the laugh on me."]], ["quod si non sumus immortales futuri tamen exstingui homini suo tempore optabile est.", ["Again if we are not going to be immortal nevertheless it is desirable for a man to be blotted out at his proper time."]], ["nam habet natura ut aliarum omnium rerum sic vivendi modum.", ["For as Nature has marked the bounds of everything else so she has marked the bounds of life."]], ["senectus autem aetatis est peractio tamquam fabulae    cuius defetigationem  fugere debemus praesertim adiuncta satietate.", ["Moreover old age is the final scene as it were in life's drama from which we ought to escape when it grows wearisome and certainly when we have had our fill."]], ["haec habui de senectute quae dicerem ad quam utinam veniatis ut ea quae ex me audistis re experti probare possitis.  ", ["Such my friends are my views on old age.", "May you both attain it and thus be able to prove by experience the truth of what you have heard from me."]]]]